"use client";
import * as S from "../styles";

const Garanty = (props) => {
  return (
      <S.PageWrapper className="container page">
        <S.Title>Гарантії</S.Title>
        <S.ContentPart>
          <S.Subtitle>Гарантійні строки:</S.Subtitle>
          <S.Text>
            <p>
              Згідно з р. І ст. 1 Закону України «Про захист прав споживачів»:
              Гарантійний строк — це строк, протягом якого виробник (продавець)
              бере на себе зобов’язання про здійснення безоплатного ремонту або
              заміни відповідної продукції у зв’язку з введенням її в обіг.
            </p>
            <p>
              У разі виявлення протягом встановленого гарантійного строку
              недоліків виробник (продавець) діє згідно з р. ІІ ст. 8 Закону
              України «Про захист прав споживачів». У разі закінчення
              гарантійного строку звернення щодо недоліків не розглядаються.
              Відлік гарантійного терміну носіння (експлуатації) починається з
              дня продажу товару або початку сезону (для сезонного товару):
            </p>
            <p>Взуття:</p>
            <p> ––– зимового сезону — з 15 листопада по 15 березня;</p>
            <p> ––– літнього сезону — з 15 травня по 15 вересня; </p>
            <p>
              ––– весняно-осіннього сезону — з 15 березня по 15 травня і з 15
              вересня по 15 листопада.
            </p>
            <ul>
              <S.SubtitleSecond>Гарантійні терміни</S.SubtitleSecond>
              <li>
                {" "}
                для взуття для дорослого населення: 30 днів з дня продажу через
                роздрібну мережу або з початку сезону.{" "}
              </li>
              <li>
                {" "}
                Взуття дитяче: 30 днів з дня продажу через роздрібну мережу або
                з початку сезону.{" "}
              </li>
              <li>
                Взуття домашнє і дорожнє: 30 днів з дня продажу через роздрібну
                мережу.{" "}
              </li>
              <li>
                {" "}
                Сумки жіночі, чоловічі, дорожні, спортивні: 30 днів з дня
                продажу через роздрібну мережу.
              </li>
              <li>
                {" "}
                Рукавички, ремені поясні, сумки господарські, пляжні, вироби з
                дрібної шкіргалантереї: 30 днів з дня продажу через роздрібну
                мережу.
              </li>
              <li>
                Валізи, портфелі ділові та дорожні, папки: 30 днів з дня продажу
                через роздрібну мережу.
              </li>
            </ul>
          </S.Text>
          <S.Subtitle>Адреси для звернення за гарантійним ремонтом:</S.Subtitle>
          <S.Text>
            <p>
              Для товарів, куплених у роздрібній мережі, це відповідні магазини:
              м.Ужгород, вул. Корзо, 10 або м.Ужгород, вул.Заньковецької, 2
            </p>
            <p>
              Для товарів, куплених через сайт, відправити Новою поштою за
              реквізитами: м.Ужгород, відділення 10, 0506927217.
            </p>
          </S.Text>
          <S.Subtitle>Правила експлуатації взуття:</S.Subtitle>
          <S.Text>
            Взуття є складним виробом, що виготовляється із застосуванням
            високотехнологічних процесів та застосуванням багатьох матеріалів,
            які можуть по-різному реагувати на умови експлуатації і догляду за
            взуттям. Це обумовлено необхідністю інформування споживача про
            правила носіння та догляду за взуттям.
            <ul>
              {" "}
              <S.SubtitleSecond>Порядок експлуатації взуття</S.SubtitleSecond>
              <li>Після кожного носіння приводьте взуття в порядок.</li>
              <li>
                Очищуйте його від пилу та бруду, у разі забруднення жирами
                використовуйте 1 - 2% мильний розчин шляхом нанесення на взуття
                губкою. Це дозволить продовжити термін його служіння.
              </li>
              <li>
                Сушіть вологе взуття при кімнатній температурі без використання
                опалювальних та нагрівальних приладів, джерел тепла, уникаючи
                прямого сонячного проміння і використовуючи внутрішні
                вставки-каркаси для збереження форми.
              </li>
              <li>
                Взувайте тільки розшнурованим (розстібнутим), користуйтеся
                ріжками для взуття - це допоможе запобігти розриву заднього шва
                та збереже форму взуття. Не знімайте взуття не розшнурованим та
                наступаючи на задник - це запобігатиме відриванню підошви.
              </li>
              <li>
                Не носіть взуття з підошвою з натуральної шкіри, а також з
                верхом з тканин в дощову погоду. Промокання такого взуття не є
                причиною для звернення з претензією.
              </li>
              <li>
                Не носіть взуття на високих або тонких підборах по гравію,
                щебеню, бруківці, оскільки це може призвести до пошкодження
                взуття або отримання травми. Модельне взуття призначене для
                носіння за умов рівної, твердої поверхні.
              </li>
              <li>
                Носіння взуття в снігову погоду може призвести до осідання на
                його поверхні солі та інших хімікатів, що використовуються
                комунальними службами для прискорення танення снігу. Плями на
                взутті, що виникають при цьому, не повинні бути підставою для
                подання претензій виробнику. Обережно обходьтеся з декоративною
                фурнітурою на взутті.
              </li>
              <li>
                Не перетягуйте шнурки на гомілковостопному суглобі для
                запобігання розриву шкіри та кріплення.
              </li>
            </ul>
          </S.Text>
          <S.Subtitle> Як правильно вибрати взуття</S.Subtitle>
          <S.Text>
            <p>
              Купуючи взуття, приділяйте велику увагу правильному вибору
              необхідного розміру взуття тому, що в разі невідповідності
              розмірів взуття та ноги можуть виникнути проблеми: з одного боку
              неправильний вибір ставить під загрозу здоров'я ніг, а з іншого -
              це може спричинити деформацію взуття, розрив швів, появу тріщин та
              заломів.
            </p>
            <p>
              При виборі зверніть увагу на призначення взуття (робоче, для
              відпочинку, модельне, повсякденне, спортивне та інше). Форма та
              висота підборів повинні відповідати статурі споживача. Спочатку
              носіть взуття недовго, щоб воно могло пристосуватися до форми
              ноги. На роботу носіть взуття зручне, міцне, на підборах висотою
              30 - 40 мм, з урахуванням віку. Модельне взуття призначається для
              короткотермінового носіння на вихід; спортивне - для занять
              спортом.
            </p>
          </S.Text>
          <S.Subtitle>Поради по догляду за взуттям</S.Subtitle>
          <S.SubtitleSecond>Шкіряне взуття</S.SubtitleSecond>
          <S.Text>
            Після знімання взуття очищуйте його від пилу та бруду щіткою або
            м'якою ганчіркою. Для того, щоб взуття довгий час зберігало гарний
            зовнішній вигляд, не пропускало вологу та не втрачало форму,
            використовуйте якісні спеціальні засоби догляду за взуттям (крем,
            апретура, поліроль тощо).
          </S.Text>
          <S.SubtitleSecond>Шкіряне взуття</S.SubtitleSecond>
          <S.Text>
            <p>
              Взуття із лакованої шкіри Це взуття потребує особливої турботи,
              оскільки не переносить температури нижче нуля. Одягніть взуття за
              10 хвилин до виходу, щоб запобігти пошкодженню його морозом. Тепло
              ноги передається взуттю, завдяки чому воно буде охолоджуватися
              повільно, не одразу. Цим зможете запобігти утворенню тріщин. Не
              рекомендується носити таке взуття при температурі нижче - 5 град.
              C.
            </p>
            <p>
              {" "}
              Після знімання взуття очистіть його від пилу та бруду вологою
              м'якою ганчіркою, після чого протріть взуття сухою ганчіркою,
              змоченою у вазеліновій, касторовій або льняній олії. Протріть
              лакові частини, після чого швидко натріть їх ганчіркою з фланелі.
            </p>
          </S.Text>
          <S.SubtitleSecond>
            Взуття з верхом із замші та велюру
          </S.SubtitleSecond>
          <S.Text>
            <p>
              При забрудненні взуття видаліть бруд спеціальною щіткою або губкою
              (при необхідності висушити взуття природним шляхом), обробіть
              взуття спеціальним засобом для чищення замші та нубуку. Поверхню
              взуття не варто сильно терти тому, що зовнішні волокна можуть бути
              пошкодженими і матеріал втратить свої властивості.
            </p>
            <p>
              Перед застосуванням засобів необхідно вивчити рекомендації
              підприємства-виробника щодо його експлуатації.
            </p>
          </S.Text>
          <S.SubtitleSecond>Взуття із штучних матеріалів</S.SubtitleSecond>
          <S.Text>
            Привабливе тим, що довгий час зберігає приємний зовнішній вигляд і
            легко чиститься. Взуття закритого типу придатне для носіння в
            холодну і дощову погоду. Для очищення від пилу та бруду після
            знімання взуття вимийте водою кімнатної температури і натріть до
            блиску сухою м'якою ганчіркою. Однак, треба враховувати, що взуття
            із штучної шкіри є менш комфортним і гігієнічним і для нього
            використовується лише спеціальна взуттєва штучна шкіра.
          </S.Text>
          <S.SubtitleSecond>Текстильне взуття</S.SubtitleSecond>
          <S.Text>
            Перш за все, перед тим, як почати доглядати за текстильним взуттям,
            потрібно знати, з якого матеріалу воно виготовлене. Якщо взуття
            зроблене зі штучних матеріалів, то його можна просто протерти
            вологою ганчіркою. Але якщо взуття зроблене з натуральних
            матеріалів, таких як бавовна або льон, то потрібно дотримуватися
            певних правил догляду: ––– не використовуйте агресивні миючі засоби,
            які можуть пошкодити текстиль; ––– не сушіть текстильне взуття на
            прямому сонці або біля джерела тепла; ––– якщо взуття забруднилося,
            то його потрібно прати вручну в прохолодній воді з м’яким миючим
            засобом; ––– після прання взуття потрібно просушувати за кімнатної
            температури; ––– якщо взуття дуже забруднилося, то краще звернутися
            до професіоналів. Також звертайте увагу, чи є позначка, що виробник
            допускає машинне прання та за якого режиму.
          </S.Text>
          <ul>
            <li>за одну ціну пропонується кілька товарів;</li>
            <li>
              при придбанні однієї продукції надається право одержати іншу – за
              зниженою ціною;
            </li>
            <li>
              при покупці товару надається право одержати його за зниженою ціною
              за умови придбання кількох товарів одночасно.
            </li>
          </ul>
        </S.ContentPart>
      </S.PageWrapper>
  );
};

export default Garanty;
