import { vendors } from "./vendors"

export const seasonData = [
 {
   "id": 1,
   "name": "Зима",
   "ukr": "Зима",
   "eng": "winter",
   "rozetka": "Зимняя"
 },
 {
   "id": 2,
   "name": "Лето",
   "ukr": "Літо",
   "eng": "summer",
   "rozetka": "Летняя; Весенне-летняя"
 },
 {
   "id": 3,
   "name": "Демисезон",
   "ukr": "Демісезон",
   "eng": "demi",
   "rozetka": "Осенне-зимняя; Осенняя"
 },
 {
   "id": 10,
   "name": "Кроссовки",
   "ukr": "Кросівки",
   "eng": "autumn",
   "rozetka": "Весенне-летняя; Весенняя; Осенняя; Осенне-весенняя"
 },
 {
   "id": 11,
   "name": "Пляж",
   "ukr": "Пляж",
   "eng": "beach",
   "rozetka": "Летняя"
 },
 {
   "id": 12,
   "name": "Тапочки",
   "ukr": "Тапочки",
   "eng": "flats",
   "rozetka": ""
 },
 {
   "id": 13,
   "name": "Сумки",
   "ukr": "Сумки",
   "eng": "bags",
   "rozetka": ""
 },
 {
   "id": 14,
   "name": "Осень",
   "ukr": "Осінь-Весна",
   "eng": "autumn",
   "rozetka": "Весенне-летняя; Весенняя; Осенняя; Осенне-весенняя"
 },
 {
   "id": 15,
   "name": "Мелочь",
   "ukr": "Аксесуари",
   "eng": "accessories",
   "rozetka": ""
 },
 {
   "id": 16,
   "name": "Текстиль",
   "ukr": "Текстиль",
   "eng": "autumn",
   "rozetka": "Весенняя; Весенне-летняя; Летняя"
 },
 {
   "id": 17,
   "name": "Весна",
   "ukr": "Перфорація",
   "eng": "autumn",
   "rozetka": "Весенняя; Весенне-летняя; Летняя"
 },
 {
   "id": 18,
   "name": "Туфли классика",
   "ukr": "Осінь-Весна",
   "eng": "autumn",
   "rozetka": ""
 }
]

export const materailData = [
 {
   "id": 1,
   "name": "натуральний",
   "English": "natural"
 },
 {
   "id": 2,
   "name": "екошкіра",
   "English": "pu"
 },
 {
   "id": 3,
   "name": "комбінований",
   "English": ""
 },
 {
   "id": 4,
   "name": "текстиль",
   "English": ""
 },
 {
   "id": 5,
   "name": "байка",
   "English": ""
 },
 {
   "id": 6,
   "name": "мех натуральный",
   "English": ""
 },
 {
   "id": 7,
   "name": "мех искуственный",
   "English": ""
 },
 {
   "id": 8,
   "name": "шерсть тонкая",
   "English": ""
 },
 {
   "id": 9,
   "name": "цигейка",
   "English": ""
 }
]

export const materailsTop = [
 {
   "id": 1,
   "name": "Лаковая кожа",
   "general": 1,
   "prom": "Лаковая кожа натуральная",
   "ukr": "лакована шкіра"
 },
 {
   "id": 2,
   "name": "Кожа / Искусственная кожа",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/екошкіра"
 },
 {
   "id": 3,
   "name": "Кожа / Текстиль",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/текстиль"
 },
 {
   "id": 4,
   "name": "Полиуретан",
   "general": null,
   "prom": "",
   "ukr": "поліуретан"
 },
 {
   "id": 5,
   "name": "Кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра"
 },
 {
   "id": 6,
   "name": "Замша",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша"
 },
 {
   "id": 7,
   "name": "Нубук: Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук"
 },
 {
   "id": 8,
   "name": "Текстиль",
   "general": 4,
   "prom": "Текстиль",
   "ukr": "текстиль"
 },
 {
   "id": 10,
   "name": "Комбинированный верх",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "комбінований"
 },
 {
   "id": 11,
   "name": "Резина",
   "general": null,
   "prom": "",
   "ukr": "резина"
 },
 {
   "id": 12,
   "name": "Искусственный general",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 14,
   "name": "Искусственный нубук",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "еконубук"
 },
 {
   "id": 15,
   "name": "Велюр / Натуральная кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/шкіра"
 },
 {
   "id": 16,
   "name": "Велюр / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/лакована шкіра"
 },
 {
   "id": 17,
   "name": "Велюр",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр"
 },
 {
   "id": 18,
   "name": "Кожа / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/лакована шкіра"
 },
 {
   "id": 19,
   "name": "Нубук / Текстиль",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/текстиль"
 },
 {
   "id": 20,
   "name": "Экокожа",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 21,
   "name": "Экозамша",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша"
 },
 {
   "id": 22,
   "name": "Замша / Текстиль",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша/текстиль"
 },
 {
   "id": 23,
   "name": "Кожа / Замша",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/замша"
 },
 {
   "id": 24,
   "name": "Нубук / Лаковая кожа",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/лакована шкіра"
 },
 {
   "id": 25,
   "name": "Нубук / Велюр",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/велюр"
 },
 {
   "id": 26,
   "name": "Эконубук",
   "general": 2,
   "prom": "Искусственный нубук",
   "ukr": "еконубук"
 },
 {
   "id": 28,
   "name": "Экокожа / Экозамша",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/екозамша"
 },
 {
   "id": 29,
   "name": "Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук"
 },
 {
   "id": 30,
   "name": "Экозамша / Текстиль",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша/текстиль"
 },
 {
   "id": 31,
   "name": "Экокожа / Текстиль",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/текстиль"
 }
]

export const materialInside = [
 {
   "id": 1,
   "name": "Без подкладки",
   "prom_name": "Без подкладки",
   "ukr": "без підкладки"
 },
 {
   "id": 2,
   "name": "Мех",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 3,
   "name": "Шерсть",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 4,
   "name": "Кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра"
 },
 {
   "id": 5,
   "name": "Текстиль / Gore-tex",
   "prom_name": "Текстиль",
   "ukr": "текстиль/Gore-tex"
 },
 {
   "id": 6,
   "name": "Кожа / Gore-tex",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/Gore-tex"
 },
 {
   "id": 7,
   "name": "Шерсть / Gore-tex",
   "prom_name": "",
   "ukr": "хутро/Gore-tex"
 },
 {
   "id": 8,
   "name": "Текстиль",
   "prom_name": "Текстиль",
   "ukr": "текстиль"
 },
 {
   "id": 9,
   "name": "Экокожа",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 10,
   "name": "Искусственный мех",
   "prom_name": "",
   "ukr": "штучне хутро"
 },
 {
   "id": 11,
   "name": "Кожа / Текстиль",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/текстиль"
 },
 {
   "id": 12,
   "name": "Кожа / Искусственная кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/екошкіра"
 },
 {
   "id": 13,
   "name": "Экокожа / Текстиль",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра/текстиль"
 },
 {
   "id": 14,
   "name": "Байка",
   "prom_name": "Байка",
   "ukr": "байка"
 },
 {
   "id": 15,
   "name": "Флис",
   "prom_name": "Полиэстер",
   "ukr": "фліс"
 },
 {
   "id": 16,
   "name": "Цигейка / Мех",
   "prom_name": "",
   "ukr": "цигейка/хутро"
 },
 {
   "id": 17,
   "name": "Мембрана / Искусственная овчина",
   "prom_name": "",
   "ukr": "мембрана/текстиль"
 }
]

export const categories = [
 {
   "viewId": 1,
   "name": "Балетки для девочек",
   "promViewId": 27,
   "categoryId": 4634313,
   "description": "балетки для девочки",
   "short": "Балетки",
   "search": "обувь для девочек, детская обувь, балетки для девочки, балетки маленькие размеры, кожаные балетки, дитяче взуття, взуття на дівчинку, балетки на дівчинку",
   "name-urk": "балетки для дівчат",
   "eng": "slippers"
 },
 {
   "viewId": 2,
   "name": "Босоножки для девочек",
   "promViewId": 26,
   "categoryId": 4634225,
   "description": "босоножки для девочки",
   "short": "Босоножки",
   "search": "обувь для девочек, детская обувь, босоножки для девочки, босоножки для девочек, сандалии для девочек, босоножки маленькие размеры, сандалии маленькие размеры, дитяче взуття, взуття для дівчат, босоніжки для дівчинки, сандалі на дівчинку, маленькі розміри",
   "name-urk": "босоніжки для дівчат",
   "eng": "sandals"
 },
 {
   "viewId": 4,
   "name": "Женские балетки",
   "promViewId": 31,
   "categoryId": 4634793,
   "description": "женские балетки",
   "short": "Балетки",
   "search": "женская обувь, жіноче взуття, женские балетки, жіночі балетки, женкие кожаные балетки, жіночі шкіряні балетки, туфлі жіночі на низькому, туфли женские на низком ходу",
   "name-urk": "жіночі балетки",
   "eng": "slippers"
 },
 {
   "viewId": 5,
   "name": "Женские босоножки",
   "promViewId": 3,
   "categoryId": 4633417,
   "description": "женские босоножки",
   "short": "Босоножки",
   "search": "жіночі босоніжки на каблуку, жіночі босоніжки на танкетці, женские босоножки на каблуке, женские кожаные босоножки на каблуке, женские босоножки на танкетке,  жіночі шкіряні босоніжки на платформі",
   "name-urk": "жіночі босоніжки",
   "eng": "summer-heels"
 },
 {
   "viewId": 6,
   "name": "Женские кеды",
   "promViewId": 12,
   "categoryId": 4634489,
   "description": "женские кеды",
   "short": "Кеды",
   "search": "женские кеды, женские кожаные кеды, женские кроссовки, жіночі шкіряні кеди, жіночі кеди, жіночі кросівки",
   "name-urk": "жіночі кеди",
   "eng": "sneakers"
 },
 {
   "viewId": 7,
   "name": "Женские кроссовки",
   "promViewId": 11,
   "categoryId": 4634473,
   "description": "женские кросссовки",
   "short": "Кроссовки",
   "search": "женские кроссовки, женские кожаные кроссовки, жіночі кросівки, жіночі шкіряні кросівки, жіночі кеди, женские кеды",
   "name-urk": "жіночі кросівки",
   "eng": "sneakers"
 },
 {
   "viewId": 8,
   "name": "Женские лоферы",
   "promViewId": 13,
   "categoryId": 4634577,
   "description": "женские лоферы туфли балетки",
   "short": "Лоферы",
   "search": "женские лоферы, женские туфли на низком ходу, женские туфли, женские мокасины, женские балетки, жіночі лофери, жіночі мокасини, жіночі шкіряні лофери, жіночі шкіряні мокасини, женские кожаные лоферы, женские кожаные мокасины",
   "name-urk": "жіночі лофери",
   "eng": "lofers"
 },
 {
   "viewId": 9,
   "name": "Женские мокасины",
   "promViewId": 13,
   "categoryId": 4634641,
   "description": "женские мокасины лоферы балетки",
   "short": "Мокасины",
   "search": "женские мокасины, женские кожаные мокасины, жіночі мокасини, жіночі шкіряні мокасини, женские лоферы, женские балетки",
   "name-urk": "жіночі мокасини",
   "eng": "lofers"
 },
 {
   "viewId": 10,
   "name": "Женские мюли",
   "promViewId": 10,
   "categoryId": 4634505,
   "description": "женские мюли шлепанцы сабо",
   "short": "Мюли",
   "search": "женские мюли, жіночі мюлі, женские шлепанцы, жіночі шльопанці, женские кожаные мюли, жіночі шкіряні мюлі, жіночі шкіряні шльопанці, женские кожаные шлепанцы",
   "name-urk": "жіночі мюлі шльопанці",
   "eng": "flats"
 },
 {
   "viewId": 11,
   "name": "Женские оксфорды",
   "promViewId": 15,
   "categoryId": 4634601,
   "description": "женские оксфорды туфли закрытые",
   "short": "Оксфорды",
   "search": "женские оксфорды, женские кожаные оксфорды, женские туфли на шнурках, женские закрытые туфли, женские кожаные закрытые туфли, жіночі оксфорди, жіночі закриті туфлі на шнурках, шкіряні жіноі туфлі на шнурках",
   "name-urk": "жіночі оксфорди туфлі закриті",
   "eng": "shoes"
 },
 {
   "viewId": 12,
   "name": "Женские сандалии",
   "promViewId": 1,
   "categoryId": 4634553,
   "description": "женские сандалии босоножки",
   "short": "Сандалии",
   "search": "женские сандалии, женские босоножки на низком ходу, женские кожаные босоножки, жіночі сандалії",
   "name-urk": "жіночі сандалі босоніжки",
   "eng": "sandals"
 },
 {
   "viewId": 13,
   "name": "Женские туфли и лодочки",
   "promViewId": 14,
   "categoryId": 4633425,
   "description": "женские туфли",
   "short": "Туфли",
   "search": "женские кожаные туфли, женские лодочки, женские кожаные лодочки, женские туфли на каблуке, жіночі лодочки, жіночи туфлі на каблуку, жіночі шкіряні туфлі, жіночі шкіряні лодочки, жіночі шкіряні туфлі на каблуку",
   "name-urk": "жіночі туфлі на підборах",
   "eng": "heels"
 },
 {
   "viewId": 14,
   "name": "Женские шлепанцы",
   "promViewId": 10,
   "categoryId": 4634537,
   "description": "женские шлепанцы",
   "short": "Шлепанцы",
   "search": "жіночі шльопанці, жіночі мюлі, жіночі шкіряні шльопанці, жіночі шкіряні мюлі, женские кожаные шлепанцы, женские кожаные мюли, женские шлепанцы, женские мюли, женская обувь, женская кожаная обувь",
   "name-urk": "жіночі шльопанці",
   "eng": "flats"
 },
 {
   "viewId": 15,
   "name": "Кеды для девочек",
   "promViewId": 28,
   "categoryId": 4634169,
   "description": "кеды для девочки",
   "short": "Кеды",
   "search": "кеди для дівчат, дитячі кеди, жіночі кеди маленькі розміри, жіночі маленькі розміри, дитяче взуття, кеды для девочки, детские кеды, женские маленькие размеры кеды, женские маленькие размеры, десткая обувь",
   "name-urk": "кеди для дівчат",
   "eng": "sneakers"
 },
 {
   "viewId": 16,
   "name": "Кеды для мальчиков",
   "promViewId": 5,
   "categoryId": 4633721,
   "description": "кеды для мальчика",
   "short": "Кеды",
   "search": "кеди для хлопців, кеди для підлітків, хлопчачі кеди, дитяче взуття, детские кеды, детская обувь, кеды для мальчика, мальчуковые кеды, кеды для подростков",
   "name-urk": "кеди для хлопчиків",
   "eng": "sneakers"
 },
 {
   "viewId": 17,
   "name": "Кроссовки для девочек",
   "promViewId": 29,
   "categoryId": 4634153,
   "description": "кроссовки для девочки",
   "short": "Кроссовки",
   "search": "кросівки для дівчат, дитячі кросівки, жіночі кросівки маленькі розміри, жіночі маленькі розміри, дитяче взуття, кроссовки для девочки, детские кроссовки, женские маленькие размеры кроссовки, женские маленькие размеры, десткая обувь",
   "name-urk": "кросівки для дівчат",
   "eng": "sneakers"
 },
 {
   "viewId": 18,
   "name": "Кроссовки для мальчиков",
   "promViewId": 6,
   "categoryId": 4633657,
   "description": "кроссовки для мальчика",
   "short": "Кроссовки",
   "search": "кросівки для хлопців, кросівки для підлітків, хлопчачі кросівки, дитяче взуття, детские кросівки, детская обувь, кроссовки для мальчика, мальчуковые кроссовки, кроссовки для подростков",
   "name-urk": "кросівки для хлопчиків",
   "eng": "sneakers"
 },
 {
   "viewId": 20,
   "name": "Мужские броги",
   "promViewId": 19,
   "categoryId": 4635009,
   "description": "мужские броги туфли классические",
   "short": "Туфли",
   "search": "мужская обувь, мужские классические туфли, мужские броги, мужские кожаные броги, мужские кожаные туфли, мужские оксфорды, мужские кожаные оксфорды, чоловіче взуття, чоловічі класичні туфлі, чоловічі шкіряні броги, чоловічі шкіряні туфлі, чоловічі оксфорди",
   "name-urk": "чоловічі туфлі класичні",
   "eng": "shoes"
 },
 {
   "viewId": 21,
   "name": "Мужские дерби",
   "promViewId": 19,
   "categoryId": 4635017,
   "description": "мужские туфли классические на шнурках",
   "short": "Туфли",
   "search": "чоловічі класичні туфлі на шнурках, чоловічі туфлі класичні, чоловічі оксфорди, чоловічі дербі, чоловічі броги, мужские кожаные классические туфли, классические туфли на шнурках",
   "name-urk": "чоловічі туфлі класичні на шнурках",
   "eng": "shoes"
 },
 {
   "viewId": 22,
   "name": "Мужские кеды",
   "promViewId": 21,
   "categoryId": 4634921,
   "description": "мужские кеды",
   "short": "Кеды",
   "search": "мужские кеды, мужские кроссовки, мужские кожаные кеды, мужские кожаные кроссовки, чоловічі кеди, чоловічі кросівки, чоловічі шкіряні кеди, чоловічі шкіряні кросівки",
   "name-urk": "чоловічі кеди",
   "eng": "sneakers"
 },
 {
   "viewId": 23,
   "name": "Мужские кроссовки",
   "promViewId": 22,
   "categoryId": 4634865,
   "description": "мужские кроссовки",
   "short": "Кроссовки",
   "search": "мужские кеды, мужские кроссовки, мужские кожаные кеды, мужские кожаные кроссовки, чоловічі кеди, чоловічі кросівки, чоловічі шкіряні кеди, чоловічі шкіряні кросівки",
   "name-urk": "чоловічі кросівки",
   "eng": "sneakers"
 },
 {
   "viewId": 24,
   "name": "Мужские мокасины",
   "promViewId": 23,
   "categoryId": 4634969,
   "description": "мужские мокасины",
   "short": "Мокасины",
   "search": "мужские мокасины, мужские топсайдеры, мужские кожаные мокасины, мужские кожаные топсайдеры, чоловічі мокасини, чоловічі топсайдери, чоловічі шкіряні мокасини, чоловічі шкіряні топсайдери",
   "name-urk": "чоловічі мокасини",
   "eng": "casual"
 },
 {
   "viewId": 25,
   "name": "Мужские оксфорды",
   "promViewId": 19,
   "categoryId": 4635001,
   "description": "мужские оксфорды туфли на шнурках классические",
   "short": "Туфли",
   "search": "чоловічі класичні туфлі на шнурках, чоловічі туфлі класичні, чоловічі оксфорди, чоловічі дербі, чоловічі броги, мужские кожаные классические туфли, классические туфли на шнурках",
   "name-urk": "чоловічі оксфорди туфлі на шнурках класичні",
   "eng": "shoes"
 },
 {
   "viewId": 26,
   "name": "Мужские сандалии",
   "promViewId": 36,
   "categoryId": 4634825,
   "description": "мужские сандалии босоножки",
   "short": "Сандалии",
   "search": "мужские сандалии, мужская летняя обувь, мужские босоножки, мужские кожаные сандалии, мужские сандалии Timberland, чоловічі сандалі, чоловічі сандалії, чоловічі шкіряні сандалі, чоловічі шкіряні босоноіжки, чоловіче літнє взуття",
   "name-urk": "чоловічі сандалі босоніжки",
   "eng": "sandals"
 },
 {
   "viewId": 27,
   "name": "Мужские слипоны",
   "promViewId": 32,
   "categoryId": 4634905,
   "description": "мужские слипоны кеды",
   "short": "Слипоны",
   "search": "чоловічі шкіряні кеди, чоловічі шкіряні сліпони, чоловічі кеди, чоловічі сліпони, мужские слипоны, мужские кожаные слипоны, мужские кеды, мужские кожаные кеды",
   "name-urk": "чоловічі сліпони кеди",
   "eng": "slippers"
 },
 {
   "viewId": 28,
   "name": "Мужские туфли",
   "promViewId": 19,
   "categoryId": 4634985,
   "description": "мужские туфли",
   "short": "Туфли",
   "search": "мужские кожаные туфли, мужские туфли на каждый день, комфортные мужские туфли, туфли для дедушки, дешевые мужские туфли, классические мужские туфли, дешевые кожаные мужские туфли",
   "name-urk": "чоловічі туфлі",
   "eng": "shoes"
 },
 {
   "viewId": 29,
   "name": "Мужские шлепанцы",
   "promViewId": 18,
   "categoryId": 4634889,
   "description": "мужские шлепанцы",
   "short": "Шлепанцы",
   "search": "мужские шлепанцы, мужские сланцы, мужские кожаные шлепанцы, мужская летняя обувь, мужская кожаная летняя обувь, чоловічі шльопанці, чоловічі шкіряні шльопанці, чоловіче літнє взуття, чоловіче шкіряне літнє взуття",
   "name-urk": "чоловічі шльопанці",
   "eng": "flats"
 },
 {
   "viewId": 34,
   "name": "Сандалии для мальчиков",
   "promViewId": 4,
   "categoryId": 4633753,
   "description": "сандалии для мальчика",
   "short": "Сандалии",
   "search": "сандалии для мальчика, босоножки для мальчика, спортивные сандалии для мальчика, кожаные сандалии для мальчика, сандалі для хлопчика, босоніжки для хлопчика, сандалії для хлопчиків, босоніжки для хлопчиків, літнє взуття на хлопчика",
   "name-urk": "сандалі для хлопчиків",
   "eng": "sandals"
 },
 {
   "viewId": 35,
   "name": "Слипоны для девочек",
   "promViewId": 33,
   "categoryId": 4634289,
   "description": "слипоны для девочки",
   "short": "Слипоны",
   "search": "сліпопи для дівчат, сліпони на дівчинку, сліпони для дівчинки, кеди для дівчинки, кеди для дівчат, шкіряні сліпони на дівчинку, шкіряні кеди для дівчат, слипоны на девочку, слипоны для девочки, кеды для девочки, кеды на девочку, кеды для девочек",
   "name-urk": "сліпони для дівчат",
   "eng": "slippers"
 },
 {
   "viewId": 36,
   "name": "Слипоны для мальчиков",
   "promViewId": 34,
   "categoryId": 4633841,
   "description": "слипоны для мальчика",
   "short": "Слипоны",
   "search": "сліпопи для хлопчиків, сліпони для підлітків, сліпони для хлопчика, кеди для хлопчика, кеди для підлітків, шкіряні сліпони на хлопчика, шкіряні кеди для підлітків, слипоны на мальчика, слипоны на подростка, кеды на мальчика, кеды для подростка",
   "name-urk": "сліпони для хлопчиків",
   "eng": "slippers"
 },
 {
   "viewId": 37,
   "name": "Туфли для девочек",
   "promViewId": 27,
   "categoryId": 4634305,
   "description": "туфли балетки для девочки",
   "short": "Туфли",
   "search": "школьная обувь, обувь для школы, туфли на девочку, туфли для девочек, балетки для девочек, школьная обувь на девочку, шкільне взуття для дівчинки, туфлі для дівчинки, балетки для дівчинки, шкіряні туфлі для дівчинки, кожаные туфли для девочки",
   "name-urk": "туфлі для дівчаток",
   "eng": "shoes"
 },
 {
   "viewId": 38,
   "name": "Туфли для мальчиков",
   "promViewId": 2,
   "categoryId": 4634025,
   "description": "туфли для мальчика",
   "short": "Туфли",
   "search": "школьная обувь для мальчика, школьная обувь на подростка, туфли на мальчика, туфли на подростка, кожаные туфли для мальчиков, шкільне взуття для хлопчика, шкіряні туфлі для хлопчиків",
   "name-urk": "туфлі для хлопчиків",
   "eng": "shoes"
 },
 {
   "viewId": 41,
   "name": "Женские слипоны",
   "promViewId": 35,
   "categoryId": 4634633,
   "description": "женские слипоны кеды",
   "short": "Слипоны",
   "search": "жіночі сліпони, жіночі шкіряні сліпони, жіночі кеди, жіночі шкіряні кеди, женские слипоны, женские кожаные слипоны, женские кеды, женские кожаные кеды",
   "name-urk": "жіночі сліпони",
   "eng": "slippers"
 },
 {
   "viewId": 42,
   "name": "Женские дерби",
   "promViewId": 15,
   "categoryId": 4634609,
   "description": "женские туфли на шнурках",
   "short": "Туфли",
   "search": "женские оксфорды, женские закрытые туфли на шнурках, женские кожаные оксфорды, женские кожаные туфли на шнурках, жіночі оксфорди, жіночі шкіряні оксфорди, жіночі закриті туфлі на шнурках",
   "name-urk": "жіночі туфлі на шнурках",
   "eng": "sneakers"
 },
 {
   "viewId": 43,
   "name": "Женские сникеры",
   "promViewId": 11,
   "categoryId": 4634481,
   "description": "женские сникерсы кроссовки",
   "short": "Сникерсы",
   "search": "женские сникерсы, женские кроссовки, женские кожаные сникерсы, женские кожаные кроссовки, жіночі снікерси, жіночі снікери, женские сникеры, жіночі шкіряні снікерси, жіночі шкіряні кросівки, жіночі кросівки",
   "name-urk": "жіночі снікерси кросівки",
   "eng": "sneakers"
 },
 {
   "viewId": 44,
   "name": "Сандалии для девочек",
   "promViewId": 26,
   "categoryId": 4634233,
   "description": "сандалии босоножки для девочки",
   "short": "Сандалии",
   "search": "обувь для девочек, детская обувь, босоножки для девочки, босоножки для девочек, сандалии для девочек, босоножки маленькие размеры, сандалии маленькие размеры, дитяче взуття, взуття для дівчат, босоніжки для дівчинки, сандалі на дівчинку, маленькі розміри",
   "name-urk": "санділі босоніжки для дівчаток",
   "eng": "sandals"
 },
 {
   "viewId": 45,
   "name": "Женские ботильоны",
   "promViewId": 37,
   "categoryId": 4634705,
   "description": "женские ботильоны закрытые туфли ботиночки",
   "short": "Ботильони",
   "search": "женские ботильоны, женские кожаные ботильоны, женские кожаные ботиночки, женские ботиночки на каблуке, женские кожаные ботинки на каблуке, жіночі ботільйони, жіночі ботильони, жіночі черевики на каблуку, жіночі шкіряні ботильйони",
   "name-urk": "жіночі ботильйони",
   "eng": "boots-heels"
 },
 {
   "viewId": 46,
   "name": "Женские слиперы",
   "promViewId": 13,
   "categoryId": 4634625,
   "description": "женские слиперы",
   "short": "Слиперы",
   "search": "жіночі сліпери,женские слиперы,женские лоферы, женские туфли на низком ходу, женские туфли, женские мокасины, женские балетки, жіночі лофери, жіночі мокасини, жіночі шкіряні лофери, жіночі шкіряні мокасини, женские кожаные лоферы, женские кожаные мокасины",
   "name-urk": "жіночі сліпери",
   "eng": "slippers"
 },
 {
   "viewId": 47,
   "name": "Женские эспадрильи",
   "promViewId": 13,
   "categoryId": 4634617,
   "description": "женские эспадрильи слипоны",
   "short": "Эспадрильи",
   "search": "женские эспадрильи, жіночі еспадрилії,женские лоферы, женские туфли на низком ходу, женские туфли, женские мокасины, женские балетки, жіночі лофери, жіночі мокасини, жіночі шкіряні лофери, жіночі шкіряні мокасини, женские кожаные лоферы, женские мокасины",
   "name-urk": "жіночі еспадрилії сліпони",
   "eng": "slippers"
 },
 {
   "viewId": 48,
   "name": "Женские ботинки",
   "promViewId": 38,
   "categoryId": 4633409,
   "description": "женские ботинки",
   "short": "Ботинки",
   "search": "женские ботинки демисезонные, женские ботинки на низком ходу, женские кожаные ботинки, женские ботинки кожа, жіночі черевики  шкіряні, шкіряні жіночі черевики, ботильони, ботильйони, жіночі черевики, женские ботинки, женские ботиночки",
   "name-urk": "жіночі черевики",
   "eng": "boots"
 },
 {
   "viewId": 49,
   "name": "Комнатные тапочки для мальчиков",
   "promViewId": 42,
   "categoryId": 4633881,
   "description": "Тапочки для мальчиков",
   "short": "Тапочки",
   "search": "",
   "name-urk": "тапочки для хлопчиків",
   "eng": "flats"
 },
 {
   "viewId": 50,
   "name": "Комнатные тапочки для девочек",
   "promViewId": 41,
   "categoryId": 4634265,
   "description": "Тапочки для девочек",
   "short": "Тапочки",
   "search": "",
   "name-urk": "тапочки для дівчаток",
   "eng": "flats"
 },
 {
   "viewId": 51,
   "name": "Ботинки для девочек",
   "promViewId": 39,
   "categoryId": 4634201,
   "description": "Ботинки для девочек",
   "short": "Ботинки",
   "search": "ботинки для девочки, ботинки для девочки демисезонные, зимние ботинки для девочек, ботинки для девочек, черевики для дівчат, черевики для дівчинки, зимові черевики для дівчат, зимові черевики дівчачі, демисезонные ботинки для девочек",
   "name-urk": "черевики для дівчаток",
   "eng": "boots"
 },
 {
   "viewId": 52,
   "name": "Ботинки для мальчиков",
   "promViewId": 40,
   "categoryId": 4633689,
   "description": "Ботинки для мальчиков",
   "short": "Ботинки",
   "search": "ботинки для мальчика, ботинки для мальчика демисезонные, зимние ботинки для мальчиков, ботинки для мальчиков, черевики для хлопців, черевики для хлопчика, зимові черевики для хлопців, зимові черевики хлопчачі, демисезонные ботинки для мальчиков",
   "name-urk": "черевики для хлопців",
   "eng": "boots"
 },
 {
   "viewId": 53,
   "name": "Женские сапоги",
   "promViewId": null,
   "categoryId": 4633433,
   "description": "Женские сапоги",
   "short": "Сапоги",
   "search": "",
   "name-urk": "жіночі сапожки",
   "eng": "high"
 },
 {
   "viewId": 54,
   "name": "Женские ботфорты",
   "promViewId": 43,
   "categoryId": 4634689,
   "description": "Женские ботфорты",
   "short": "Ботфорты",
   "search": "",
   "name-urk": "жіночі ботфорти",
   "eng": "botforts"
 },
 {
   "viewId": 55,
   "name": "Мужские ботинки",
   "promViewId": null,
   "categoryId": 4634953,
   "description": "Мужские ботинки",
   "short": "Ботинки",
   "search": "",
   "name-urk": "чоловічі черевики",
   "eng": "boots"
 },
 {
   "viewId": 56,
   "name": "Женские угги",
   "promViewId": 46,
   "categoryId": 4633681,
   "description": "Женские угги",
   "short": "Угги",
   "search": "женские угги, женские уги, замшевые угги, натуральные угги, кожаные угги, жіночі уггі, жіночі угги, жіночі уги, замшеві угги, замшеві уги",
   "name-urk": "Уги жіночі",
   "eng": "uggs"
 },
 {
   "viewId": 57,
   "name": "Женские дутики",
   "promViewId": null,
   "categoryId": 4634561,
   "description": "Женские дутики",
   "short": "Дутики",
   "search": "",
   "name-urk": "жіночі дутики",
   "eng": "dutiki"
 },
 {
   "viewId": 58,
   "name": "Мужские угги",
   "promViewId": 47,
   "categoryId": 4635025,
   "description": "Мужские угги",
   "short": "Угги",
   "search": "мужские угги, мужские уги, замшевые угги, натуральные угги, кожаные угги, чоловічі уггі, чоловічі угги, чоловічі уги, замшеві угги, замшеві уги",
   "name-urk": "чоловічі уги",
   "eng": "uggs"
 },
 {
   "viewId": 59,
   "name": "Сапоги для девочек",
   "promViewId": 54,
   "categoryId": 4634177,
   "description": "Сапоги для девочек",
   "short": "Сапоги",
   "search": "",
   "name-urk": "сапожки для дівчат",
   "eng": "high"
 },
 {
   "viewId": 60,
   "name": "Угги для девочек",
   "promViewId": 55,
   "categoryId": 4634185,
   "description": "угги для девочки",
   "short": "Угги",
   "search": "угги для девочки, уги для девочек, замшевые угги, натуральные угги, кожаные угги, детские угги, уггі для дівчат, угги для дівчат, уги для дівчат, замшеві угги, замшеві уги",
   "name-urk": "Уги для дівчаток",
   "eng": "uggs"
 },
 {
   "viewId": 61,
   "name": "Угги для мальчиков",
   "promViewId": 56,
   "categoryId": 4633793,
   "description": "угги для мальчиков",
   "short": "Угги",
   "search": "угги для мальчиков, уги для мальчиков, замшевые угги, натуральные угги, кожаные угги, детские угги, уггі для хлопців, угги для хлопців, уги для хлопців, замшеві угги, замшеві уги",
   "name-urk": "угги для хлопців",
   "eng": "uggs"
 },
 {
   "viewId": 62,
   "name": "Женские вьетнамки",
   "promViewId": null,
   "categoryId": 4634521,
   "description": "",
   "short": "",
   "search": "",
   "name-urk": "Жіночі в'єтнамки",
   "eng": "flats"
 },
 {
   "viewId": 63,
   "name": "Женские аквашузы",
   "promViewId": null,
   "categoryId": 4634545,
   "description": "",
   "short": "",
   "search": "",
   "name-urk": "Жіночі аквашузи",
   "eng": "beach"
 },
 {
   "viewId": 64,
   "name": "Женские комнатные тапочки",
   "promViewId": null,
   "categoryId": 4634769,
   "description": "",
   "short": "",
   "search": "",
   "name-urk": "Жіночі домашні капці",
   "eng": "flats"
 },
 {
   "viewId": 65,
   "name": "Женские сабо",
   "promViewId": null,
   "categoryId": 4634497,
   "description": "",
   "short": "",
   "search": "",
   "name-urk": "Жіночі сабо",
   "eng": "flats"
 },
 {
   "viewId": 66,
   "name": "Сумки",
   "promViewId": 7,
   "categoryId": 20769,
   "description": "Сумка",
   "short": "Сумка",
   "search": "сумка",
   "name-urk": "сумка",
   "eng": "bags"
 }
]

export const colors = [
 {
   "id": 1,
   "name": "беж",
   "name_rozetka": "Бежевый: Бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 2,
   "name": "бел",
   "name_rozetka": "Белый: Белый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 3,
   "name": "бел/гол",
   "name_rozetka": "Другие: Белый с голубым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 4,
   "name": "бел/роз",
   "name_rozetka": "Другие: Белый с розовым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 5,
   "name": "бел/син",
   "name_rozetka": "Белый: Белый с синим;Белый: Белый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 6,
   "name": "бордо",
   "name_rozetka": "Бордовый: Бордовый",
   "name_prom": "Бордовый",
   "ukr": "бордовий"
 },
 {
   "id": 7,
   "name": "гол",
   "name_rozetka": "Голубой: Голубой",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 8,
   "name": "гол/беж",
   "name_rozetka": "Другие: гол/беж",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 9,
   "name": "гол/желт",
   "name_rozetka": "Другие: гол/желт",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 10,
   "name": "гол/сер",
   "name_rozetka": "Другие: гол/сер",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 11,
   "name": "джинс",
   "name_rozetka": "Другие: джинс",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 12,
   "name": "желт",
   "name_rozetka": "Желтый: Желтый",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 13,
   "name": "замш",
   "name_rozetka": "Другие: замш",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 14,
   "name": "зел",
   "name_rozetka": "Зеленый: Зеленый",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 15,
   "name": "золотистый",
   "name_rozetka": "Другие: Золотистый",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 16,
   "name": "кор",
   "name_rozetka": "Коричневый: Коричневый",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 17,
   "name": "кр/бел",
   "name_rozetka": "Другие: кр/бел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 18,
   "name": "кр/ж",
   "name_rozetka": "Другие: кр/ж",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 19,
   "name": "красн",
   "name_rozetka": "Красный: Красный",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 20,
   "name": "лак",
   "name_rozetka": "Другие: лак",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 21,
   "name": "оливк",
   "name_rozetka": "Другие: Оливковый",
   "name_prom": "Оливковый",
   "ukr": "оливковий"
 },
 {
   "id": 22,
   "name": "оранж",
   "name_rozetka": "Оранжевый: Оранжевый",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 23,
   "name": "пони",
   "name_rozetka": "Другие: пони",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 24,
   "name": "роз",
   "name_rozetka": "Розовый: Розовый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 25,
   "name": "роз/беж",
   "name_rozetka": "Другие: роз/беж",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 26,
   "name": "роз/гол",
   "name_rozetka": "Другие: роз/гол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 27,
   "name": "роз/сер",
   "name_rozetka": "Другие: роз/сер",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 28,
   "name": "рыж",
   "name_rozetka": "Другие: Рыжий",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 29,
   "name": "сер",
   "name_rozetka": "Серый: Серый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 30,
   "name": "син",
   "name_rozetka": "Синий: Синий",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 31,
   "name": "син/беж",
   "name_rozetka": "Другие: син/беж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 32,
   "name": "син/гол",
   "name_rozetka": "Другие: син/гол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 33,
   "name": "син/желт",
   "name_rozetka": "Другие: син/желт",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 34,
   "name": "син/зел",
   "name_rozetka": "Другие: син/зел",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 35,
   "name": "син/красн",
   "name_rozetka": "Другие: син/красн",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 36,
   "name": "син/сер",
   "name_rozetka": "Другие: син/сер",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 37,
   "name": "сир",
   "name_rozetka": "Другие: сир",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 38,
   "name": "тигр",
   "name_rozetka": "Другие: тигр",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 39,
   "name": "фиол",
   "name_rozetka": "Другие: фиол",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 40,
   "name": "хаки",
   "name_rozetka": "Другие: хаки",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 41,
   "name": "черн",
   "name_rozetka": "Черный: Черный",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 42,
   "name": "черн /бордо",
   "name_rozetka": "Другие: черн /бордо",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 44,
   "name": "черн/желт",
   "name_rozetka": "Другие: Черный с желтым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 45,
   "name": "черн/кр",
   "name_rozetka": "Другие: черн/кр",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 47,
   "name": "беж/зол",
   "name_rozetka": "Другие: беж/зол",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 48,
   "name": "беж/зол.",
   "name_rozetka": "Другие: беж/зол.",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 49,
   "name": "беж/ор",
   "name_rozetka": "Другие: Белый с оранжевым",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 50,
   "name": "беж/роз",
   "name_rozetka": "Другие: беж/роз",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 51,
   "name": "бел/желт",
   "name_rozetka": "Другие: Бело-желтый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 52,
   "name": "бел/желт/ор.",
   "name_rozetka": "Другие: бел/желт/ор.",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 53,
   "name": "бел/зел",
   "name_rozetka": "Другие: Белый с зеленым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 54,
   "name": "бел/крас",
   "name_rozetka": "Белый: Белый с красным",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 55,
   "name": "бел/сер",
   "name_rozetka": "Белый: Белый с серым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 56,
   "name": "бел/син/кр",
   "name_rozetka": "Другие: бел/син/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 57,
   "name": "бел/черн/сер",
   "name_rozetka": "Другие: бел/черн/сер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 58,
   "name": "кор/рж.",
   "name_rozetka": "Другие: кор/рж.",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 59,
   "name": "красн/сер",
   "name_rozetka": "Другие: красн/сер",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 60,
   "name": "разноname.",
   "name_rozetka": "Другие: разноname.",
   "name_prom": "Другие nameа",
   "ukr": "різнокольоровий"
 },
 {
   "id": 61,
   "name": "рябой",
   "name_rozetka": "Другие: рябой",
   "name_prom": "",
   "ukr": "різнокольоровий"
 },
 {
   "id": 62,
   "name": "салат.",
   "name_rozetka": "Другие: салат.",
   "name_prom": "",
   "ukr": "салатовий"
 },
 {
   "id": 63,
   "name": "сер/бел/роз",
   "name_rozetka": "Другие: сер/бел/роз",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 64,
   "name": "сер/зел",
   "name_rozetka": "Другие: сер/зел",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 65,
   "name": "сер/роз",
   "name_rozetka": "Другие: сер/роз",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 66,
   "name": "син/оран",
   "name_rozetka": "Другие: син/оран",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 67,
   "name": "син/оранж",
   "name_rozetka": "Другие: син/оранж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 68,
   "name": "син/черн",
   "name_rozetka": "Другие: син/черн",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 69,
   "name": "фисташ.",
   "name_rozetka": "Другие: фисташ.",
   "name_prom": "Оливковый",
   "ukr": "оливковий"
 },
 {
   "id": 71,
   "name": "черн/бел",
   "name_rozetka": "Черный: Черный с белым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 72,
   "name": "черн/бел/кр",
   "name_rozetka": "Другие: черн/бел/кр",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 73,
   "name": "черн/кр/сер",
   "name_rozetka": "Другие: черн/кр/сер",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 74,
   "name": "малин.",
   "name_rozetka": "Другие: Малиновый",
   "name_prom": "Малиновый",
   "ukr": "малиновий"
 },
 {
   "id": 75,
   "name": "черн/син",
   "name_rozetka": "Другие: черн/син",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 76,
   "name": "св.кор.",
   "name_rozetka": "Другие: Светло-коричневыйКоричневый: Светло-коричневый",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 77,
   "name": "нуб",
   "name_rozetka": "Другие: нуб",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 78,
   "name": "кор/желт",
   "name_rozetka": "Другие: кор/желт",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 79,
   "name": "сал/роз",
   "name_rozetka": "Другие: сал/роз",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 81,
   "name": "бел/син/ор",
   "name_rozetka": "Другие: бел/син/ор",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 83,
   "name": "бел/черн",
   "name_rozetka": "Белый: Белый с черным",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 84,
   "name": "сер/гол",
   "name_rozetka": "Другие: сер/гол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 85,
   "name": "сер/крас",
   "name_rozetka": "Другие: сер/крас",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 86,
   "name": "черн/сер",
   "name_rozetka": "Черный: Черный с серым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 87,
   "name": "черн/оранж",
   "name_rozetka": "Другие: черн/оранж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 88,
   "name": "беж/салат",
   "name_rozetka": "Другие: беж/салат",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 89,
   "name": "беж/гол",
   "name_rozetka": "Другие: беж/гол",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 90,
   "name": "беж/зел",
   "name_rozetka": "Другие: беж/зел",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 91,
   "name": "черн/беж",
   "name_rozetka": "Черный: Черно-бежевый",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 92,
   "name": "син/борд",
   "name_rozetka": "Другие: син/борд",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 93,
   "name": "сер/кор",
   "name_rozetka": "Другие: сер/кор",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 94,
   "name": "черн/зел",
   "name_rozetka": "Другие: черн/зел",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 95,
   "name": "беж/сер",
   "name_rozetka": "Другие: беж/сер",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 96,
   "name": "беж/желт",
   "name_rozetka": "Другие: Бело-желтый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 97,
   "name": "черн/роз",
   "name_rozetka": "Другие: черн/роз",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 98,
   "name": "бронз",
   "name_rozetka": "Другие: Бронзовый",
   "name_prom": "Бронзовый",
   "ukr": "бронзовий"
 },
 {
   "id": 99,
   "name": "зел/желт/ч",
   "name_rozetka": "Другие: зел/желт/ч",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 100,
   "name": "гол/сер/ор",
   "name_rozetka": "Другие: гол/сер/ор",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 101,
   "name": "сер/оранж",
   "name_rozetka": "Другие: сер/оранж",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 102,
   "name": "беж/бел",
   "name_rozetka": "Другие: Бело-бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 103,
   "name": "красн/син",
   "name_rozetka": "Другие: красн/син",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 104,
   "name": "син/бел",
   "name_rozetka": "Другие: син/бел",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 105,
   "name": "бел/оранж",
   "name_rozetka": "Другие: Белый с оранжевым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 106,
   "name": "кор/оранж",
   "name_rozetka": "Другие: кор/оранж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 107,
   "name": "бел/ч/сер",
   "name_rozetka": "Другие: бел/ч/сер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 108,
   "name": "сер/бел/кр",
   "name_rozetka": "Другие: сер/бел/кр",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 109,
   "name": "бел/гол/се",
   "name_rozetka": "Другие: бел/гол/се",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 110,
   "name": "бел/сер/го",
   "name_rozetka": "Другие: бел/сер/го",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 111,
   "name": "бел/сер/кр",
   "name_rozetka": "Другие: бел/сер/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 112,
   "name": "беж/кор",
   "name_rozetka": "Другие: беж/кор",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 113,
   "name": "кр/роз/бел",
   "name_rozetka": "Другие: кр/роз/бел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 114,
   "name": "беж/крас",
   "name_rozetka": "Белый: Белый с красным",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 115,
   "name": "кор/черн",
   "name_rozetka": "Другие: кор/черн",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 116,
   "name": "бел/зол",
   "name_rozetka": "Другие: бел/зол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 117,
   "name": "зел/оранж",
   "name_rozetka": "Другие: зел/оранж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 118,
   "name": "сер/желт",
   "name_rozetka": "Другие: Серо-желтый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 119,
   "name": "бел/кр/чер",
   "name_rozetka": "Другие: бел/кр/чер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 120,
   "name": "черн/борд",
   "name_rozetka": "Другие: черн/борд",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 122,
   "name": "бел/сер/ро",
   "name_rozetka": "Другие: бел/сер/ро",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 123,
   "name": "оранж/хаки",
   "name_rozetka": "Другие: оранж/хаки",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 124,
   "name": "зел/желт",
   "name_rozetka": "Другие: зел/желт",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 125,
   "name": "черн/сер/о",
   "name_rozetka": "Другие: черн/сер/о",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 126,
   "name": "кор/зел",
   "name_rozetka": "Другие: кор/зел",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 127,
   "name": "черн/зол",
   "name_rozetka": "Другие: черн/зол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 128,
   "name": "сирен/желт",
   "name_rozetka": "Другие: сирен/желт",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 129,
   "name": "кор/зол",
   "name_rozetka": "Другие: кор/зол",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 130,
   "name": "сер/черн",
   "name_rozetka": "Другие: сер/черн",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 131,
   "name": "ор/зел",
   "name_rozetka": "Другие: ор/зел",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 132,
   "name": "сер/чер/кр",
   "name_rozetka": "Другие: сер/чер/кр",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 133,
   "name": "черн/кр/бе",
   "name_rozetka": "Другие: черн/кр/бе",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 134,
   "name": "бел/ч/кр",
   "name_rozetka": "Другие: бел/ч/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 135,
   "name": "лилов",
   "name_rozetka": "Другие: лилов",
   "name_prom": "Фиолетовый",
   "ukr": "фіолетовий"
 },
 {
   "id": 136,
   "name": "охра",
   "name_rozetka": "Другие: охра",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 137,
   "name": "кр/черн",
   "name_rozetka": "Другие: кр/черн",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 138,
   "name": "бел/ч/зол",
   "name_rozetka": "Другие: бел/ч/зол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 139,
   "name": "гол/сер/кр",
   "name_rozetka": "Другие: гол/сер/кр",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 140,
   "name": "сер/фиол",
   "name_rozetka": "Другие: сер/фиол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 141,
   "name": "кор/беж",
   "name_rozetka": "Другие: кор/беж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 142,
   "name": "черн/сер/г",
   "name_rozetka": "Другие: черн/сер/г",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 143,
   "name": "желт/фиол",
   "name_rozetka": "Другие: желт/фиол",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 144,
   "name": "роз/зел",
   "name_rozetka": "Розовый: Розово-зеленый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 145,
   "name": "крокодил",
   "name_rozetka": "Другие: крокодил",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 146,
   "name": "желт/мал",
   "name_rozetka": "Другие: желт/мал",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 147,
   "name": "черн/кор",
   "name_rozetka": "Другие: черн/кор",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 148,
   "name": "зел/ч/беж",
   "name_rozetka": "Другие: зел/ч/беж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 149,
   "name": "зол/красн",
   "name_rozetka": "Другие: зол/красн",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 150,
   "name": "зол/кор",
   "name_rozetka": "Другие: Золотистый с коричневым",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 151,
   "name": "леопард",
   "name_rozetka": "Другие: Леопардовый",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 152,
   "name": "бел/фиол",
   "name_rozetka": "Другие: бел/фиол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 153,
   "name": "роз/фиол",
   "name_rozetka": "Другие: роз/фиол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 154,
   "name": "кор/фиол",
   "name_rozetka": "Другие: кор/фиол",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 155,
   "name": "кор/бел",
   "name_rozetka": "Другие: кор/бел",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 156,
   "name": "беж/черн",
   "name_rozetka": "Другие: беж/черн",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 157,
   "name": "беж/бронз",
   "name_rozetka": "Другие: беж/бронз",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 158,
   "name": "кор/бронз",
   "name_rozetka": "Другие: кор/бронз",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 159,
   "name": "кор/зел/бр",
   "name_rozetka": "Другие: кор/зел/бр",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 160,
   "name": "кр/зол",
   "name_rozetka": "Другие: кр/зол",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 161,
   "name": "фиол/бел",
   "name_rozetka": "Другие: фиол/бел",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 162,
   "name": "роз/бел",
   "name_rozetka": "Другие: роз/бел",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 163,
   "name": "черн/сер/к",
   "name_rozetka": "Другие: черн/сер/к",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 164,
   "name": "черн/сер/ж",
   "name_rozetka": "Другие: черн/сер/ж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 165,
   "name": "крас/роз",
   "name_rozetka": "Другие: крас/роз",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 166,
   "name": "т.сер/сер",
   "name_rozetka": "Другие: т.сер/сер",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 167,
   "name": "черн/фиол",
   "name_rozetka": "Другие: черн/фиол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 168,
   "name": "роз/черн",
   "name_rozetka": "Другие: роз/черн",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 169,
   "name": "желт/гол",
   "name_rozetka": "Другие: желт/гол",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 170,
   "name": "гол/бел",
   "name_rozetka": "Другие: гол/бел",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 171,
   "name": "беж/хаки",
   "name_rozetka": "Другие: беж/хаки",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 172,
   "name": "кр/беж",
   "name_rozetka": "Другие: кр/беж",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 173,
   "name": "черн/бел/з",
   "name_rozetka": "Другие: черн/бел/з",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 174,
   "name": "серебристый",
   "name_rozetka": "Другие: Серебристый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 175,
   "name": "серебро",
   "name_rozetka": "Другие: серебро",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 176,
   "name": "син/кор",
   "name_rozetka": "Другие: син/кор",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 177,
   "name": "беж/сирен",
   "name_rozetka": "Другие: беж/сирен",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 178,
   "name": "бирюза",
   "name_rozetka": "Другие: бирюза",
   "name_prom": "Бирюзовый",
   "ukr": "бірюзовий"
 },
 {
   "id": 179,
   "name": "беж/рыж",
   "name_rozetka": "Другие: беж/рыж",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 180,
   "name": "змея",
   "name_rozetka": "Другие: змея",
   "name_prom": "",
   "ukr": "змія"
 },
 {
   "id": 181,
   "name": "желт/крас",
   "name_rozetka": "Другие: желт/крас",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 182,
   "name": "черн/красн",
   "name_rozetka": "Другие: черн/красн",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 183,
   "name": "бел/ч/зел",
   "name_rozetka": "Другие: бел/ч/зел",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 184,
   "name": "кр/зел",
   "name_rozetka": "Другие: кр/зел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 185,
   "name": "кр/хаки",
   "name_rozetka": "Другие: кр/хаки",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 186,
   "name": "хаки/бел",
   "name_rozetka": "Другие: хаки/бел",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 187,
   "name": "мокко",
   "name_rozetka": "Другие: Мокко",
   "name_prom": "Кофе с молоком",
   "ukr": "мокко"
 },
 {
   "id": 188,
   "name": "кр/фиол",
   "name_rozetka": "Другие: кр/фиол",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 189,
   "name": "син/роз",
   "name_rozetka": "Другие: син/роз",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 190,
   "name": "гол/зол",
   "name_rozetka": "Другие: гол/зол",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 192,
   "name": "зел/беж",
   "name_rozetka": "Другие: зел/беж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 193,
   "name": "бел/кор",
   "name_rozetka": "Другие: бел/кор",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 194,
   "name": "сер/син",
   "name_rozetka": "Другие: сер/син",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 195,
   "name": "черн/бел/с",
   "name_rozetka": "Другие: черн/бел/с",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 196,
   "name": "черн/гол",
   "name_rozetka": "Другие: черн/гол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 197,
   "name": "фиол/сер",
   "name_rozetka": "Другие: фиол/сер",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 198,
   "name": "св.беж",
   "name_rozetka": "Другие: св.беж",
   "name_prom": "",
   "ukr": "світло-бежевий"
 },
 {
   "id": 199,
   "name": "абр",
   "name_rozetka": "Другие: абр",
   "name_prom": "Персиковый",
   "ukr": "персиковий"
 },
 {
   "id": 200,
   "name": "кр/ор",
   "name_rozetka": "Другие: кр/ор",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 201,
   "name": "зел/бел",
   "name_rozetka": "Другие: зел/бел",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 203,
   "name": "кор/син",
   "name_rozetka": "Другие: кор/син",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 205,
   "name": "кирпич",
   "name_rozetka": "Другие: кирпич",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 208,
   "name": "черн.лак",
   "name_rozetka": "Другие: черн.лак",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 209,
   "name": "сер/сирен",
   "name_rozetka": "Другие: сер/сирен",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 210,
   "name": "корал",
   "name_rozetka": "Другие: корал",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 211,
   "name": "сирень",
   "name_rozetka": "Другие: сирень",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 212,
   "name": "рубин",
   "name_rozetka": "Другие: рубин",
   "name_prom": "Алый",
   "ukr": "яскраво червоний"
 },
 {
   "id": 213,
   "name": "зел/красн",
   "name_rozetka": "Другие: зел/красн",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 214,
   "name": "крем",
   "name_rozetka": "Другие: крем",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 216,
   "name": "фуксия",
   "name_rozetka": "Другие: фуксия",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 217,
   "name": "син/крас",
   "name_rozetka": "Другие: син/крас",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 218,
   "name": "роз/кор",
   "name_rozetka": "Другие: роз/кор",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 219,
   "name": "сер/беж",
   "name_rozetka": "Другие: сер/беж",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 220,
   "name": "черн/зел/сер",
   "name_rozetka": "Другие: черн/зел/сер",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 221,
   "name": "корал/беж",
   "name_rozetka": "Другие: корал/беж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 222,
   "name": "молочный",
   "name_rozetka": "Молочный: МолочныйБелый: Белый",
   "name_prom": "Бежевый",
   "ukr": "молочний"
 },
 {
   "id": 223,
   "name": "персик",
   "name_rozetka": "Другие: Персиковый",
   "name_prom": "Персиковый",
   "ukr": "персиковий"
 },
 {
   "id": 224,
   "name": "беж/персик",
   "name_rozetka": "Другие: беж/персик",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 225,
   "name": "син/зол",
   "name_rozetka": "Другие: син/зол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 226,
   "name": "хаки/желт/роз",
   "name_rozetka": "Другие: хаки/желт/роз",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 227,
   "name": "крас/бирюз",
   "name_rozetka": "Другие: крас/бирюз",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 228,
   "name": "красн/черн",
   "name_rozetka": "Другие: красн/черн",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 229,
   "name": "син/бирюз",
   "name_rozetka": "Другие: син/бирюз",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 230,
   "name": "черн/бел/гол",
   "name_rozetka": "Другие: черн/бел/гол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 231,
   "name": "кор/корал",
   "name_rozetka": "Другие: кор/корал",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 232,
   "name": "кор/красн",
   "name_rozetka": "Другие: кор/красн",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 233,
   "name": "рыж/гол",
   "name_rozetka": "Другие: рыж/гол",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 234,
   "name": "син/фиол",
   "name_rozetka": "Другие: син/фиол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 235,
   "name": "син/рыж",
   "name_rozetka": "Другие: син/рыж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 236,
   "name": "черн/хаки",
   "name_rozetka": "Другие: черн/хаки",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 237,
   "name": "черн/кр/ж",
   "name_rozetka": "Другие: черн/кр/ж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 238,
   "name": "черн/желт/бел",
   "name_rozetka": "Другие: черн/желт/бел",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 239,
   "name": "беж/син",
   "name_rozetka": "Бежевый: Бежево-синий",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 240,
   "name": "мята",
   "name_rozetka": "Другие: мята",
   "name_prom": "Бирюзовый",
   "ukr": "бірюзовий"
 },
 {
   "id": 241,
   "name": "лимон",
   "name_rozetka": "Другие: лимон",
   "name_prom": "Лимонный",
   "ukr": "лимонний"
 },
 {
   "id": 242,
   "name": "пудра",
   "name_rozetka": "Другие: Пудровый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 243,
   "name": "горошек",
   "name_rozetka": "Другие: горошек",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 244,
   "name": "горчичный",
   "name_rozetka": "Другие: горчичный",
   "name_prom": "",
   "ukr": "гірчичний"
 },
 {
   "id": 245,
   "name": "бел/пудра",
   "name_rozetka": "Другие: бел/пудра",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 246,
   "name": "беж/пудра",
   "name_rozetka": "Другие: беж/пудра",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 247,
   "name": "бел/мята",
   "name_rozetka": "Другие: бел/мята",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 248,
   "name": "роз/салат",
   "name_rozetka": "Другие: роз/салат",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 249,
   "name": "син/салат",
   "name_rozetka": "Другие: син/салат",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 250,
   "name": "сер/салат",
   "name_rozetka": "Другие: сер/салат",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 252,
   "name": "роз/зол",
   "name_rozetka": "Другие: роз/зол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 253,
   "name": "борд/зол",
   "name_rozetka": "Другие: борд/зол",
   "name_prom": "Бордовый",
   "ukr": "бордовий"
 },
 {
   "id": 254,
   "name": "зол/серебр",
   "name_rozetka": "Другие: зол/серебр",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 255,
   "name": "роз/син",
   "name_rozetka": "Другие: роз/син",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 256,
   "name": "св.джинс",
   "name_rozetka": "Другие: св.джинс",
   "name_prom": "",
   "ukr": "джинс"
 },
 {
   "id": 257,
   "name": "т.джинс",
   "name_rozetka": "Другие: т.джинс",
   "name_prom": "",
   "ukr": "джинс"
 },
 {
   "id": 258,
   "name": "зол/бел",
   "name_rozetka": "Другие: зол/бел",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 259,
   "name": "св.серый",
   "name_rozetka": "Другие: св.серый",
   "name_prom": "Светло-серый",
   "ukr": "світло-сірий"
 },
 {
   "id": 260,
   "name": "графит",
   "name_rozetka": "Другие: Графитовый",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 261,
   "name": "баклажан",
   "name_rozetka": "Другие: баклажан",
   "name_prom": "Сливовый",
   "ukr": "сливовий"
 },
 {
   "id": 262,
   "name": "сер/зол",
   "name_rozetka": "Другие: сер/зол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 263,
   "name": "фиол/бирюз",
   "name_rozetka": "Другие: фиол/бирюз",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 264,
   "name": "фиол/гол",
   "name_rozetka": "Другие: фиол/гол",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 265,
   "name": "сливовый",
   "name_rozetka": "Другие: сливовый",
   "name_prom": "Сливовый",
   "ukr": "сливовий"
 },
 {
   "id": 267,
   "name": "никель",
   "name_rozetka": "Другие: Никель",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 268,
   "name": "т.роз",
   "name_rozetka": "Розовый: Темно-розовый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 269,
   "name": "песочный",
   "name_rozetka": "Другие: Песочный",
   "name_prom": "Песочный",
   "ukr": "пісочний"
 },
 {
   "id": 270,
   "name": "т.беж",
   "name_rozetka": "Бежевый: Темно-бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 271,
   "name": "роз.золото",
   "name_rozetka": "Другие: Розовое золото",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 272,
   "name": "т.серебр",
   "name_rozetka": "Другие: т.серебр",
   "name_prom": "Темно-серый",
   "ukr": "сріблястий"
 },
 {
   "id": 273,
   "name": "роз/бирюз",
   "name_rozetka": "Другие: роз/бирюз",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 274,
   "name": "жемчужный",
   "name_rozetka": "Другие: Жемчужный",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 275,
   "name": "бел/беж",
   "name_rozetka": "",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 276,
   "name": "карамель",
   "name_rozetka": "",
   "name_prom": "",
   "ukr": "карамель"
 },
 {
   "id": 277,
   "name": "беж/фиол",
   "name_rozetka": "",
   "name_prom": "",
   "ukr": ""
 }
]

export const sizesLengths = [
 {
   "id": 1,
   "name": "Полномерная",
   "18": "12,5",
   "19": "13,5",
   "20": "14,5",
   "21": "15,5",
   "22": "16,5",
   "23": "17",
   "24": "17,5",
   "25": "18",
   "26": "18,5",
   "27": "19",
   "28": "19,5",
   "29": "20",
   "30": "20,5",
   "31": "20,8",
   "32": "21,5",
   "33": "22",
   "34": "22,5",
   "35": "23",
   "36": "23,5",
   "37": "24",
   "38": "24,5",
   "39": "25",
   "40": "25,5",
   "41": "26",
   "42": "27",
   "43": "28",
   "44": "29",
   "45": "30",
   "46": "31",
   "47": 32,
   "48": 33,
   "36.5": "23,8",
   "37.5": "24,2",
   "38.5": "24,8",
   "39.5": "25,5"
 },
 {
   "id": 2,
   "name": "Маломерная на 1 размер",
   "18": "12",
   "19": "13",
   "20": "13,5",
   "21": "14",
   "22": "14,5",
   "23": "15",
   "24": "15,5",
   "25": "16",
   "26": "16,5",
   "27": "17",
   "28": "17,5",
   "29": "18",
   "30": "18,5",
   "31": "19",
   "32": "20",
   "33": "21",
   "34": "22",
   "35": "22,5",
   "36": "23",
   "37": "23,5",
   "38": "24",
   "39": "24,5",
   "40": "25",
   "41": "25,5",
   "42": "26",
   "43": "27",
   "44": "29",
   "45": "29,5",
   "46": "30",
   "47": 31,
   "48": 32,
   "36.5": "",
   "37.5": "",
   "38.5": "",
   "39.5": ""
 },
 {
   "id": 3,
   "name": "Маломерная на 2 размера",
   "18": "11,5",
   "19": "12,5",
   "20": "13",
   "21": "13,5",
   "22": "14",
   "23": "14,5",
   "24": "15",
   "25": "15,5",
   "26": "16",
   "27": "16,5",
   "28": "17",
   "29": "17,5",
   "30": "18",
   "31": "18,5",
   "32": "20,5",
   "33": "21",
   "34": "21,5",
   "35": "22",
   "36": "22,5",
   "37": "23",
   "38": "23,5",
   "39": "24",
   "40": "24,5",
   "41": "25",
   "42": "26",
   "43": "27",
   "44": "28",
   "45": "28,5",
   "46": "29",
   "47": 30,
   "48": 31,
   "36.5": "",
   "37.5": "",
   "38.5": "",
   "39.5": ""
 },
 {
   "id": 4,
   "name": "Большемерная",
   "18": "13",
   "19": "14",
   "20": "15",
   "21": "16",
   "22": "17",
   "23": "17,5",
   "24": "18",
   "25": "18,5",
   "26": "19",
   "27": "19,5",
   "28": "20",
   "29": "20,5",
   "30": "21",
   "31": "21,5",
   "32": "22",
   "33": "22,5",
   "34": "23",
   "35": "23,5",
   "36": "24",
   "37": "24,5",
   "38": "25",
   "39": "25,5",
   "40": "27",
   "41": "28",
   "42": "29",
   "43": "30",
   "44": "31",
   "45": "32",
   "46": "33",
   "47": null,
   "48": null,
   "36.5": "",
   "37.5": "",
   "38.5": "",
   "39.5": ""
 },
 {
   "id": 5,
   "name": "Маломерная на 3 размера",
   "18": "11",
   "19": "12",
   "20": "13",
   "21": "14",
   "22": "15",
   "23": "15,5",
   "24": "16",
   "25": "16,5",
   "26": "17",
   "27": "17,5",
   "28": "18",
   "29": "18,5",
   "30": "19",
   "31": "19,5",
   "32": "20",
   "33": "20,5",
   "34": "21",
   "35": "21,5",
   "36": "22",
   "37": "22,5",
   "38": "23",
   "39": "23,5",
   "40": "24",
   "41": "24,5",
   "42": "25,5",
   "43": "26,5",
   "44": "27,5",
   "45": "28,5",
   "46": "29,5",
   "47": 30,
   "48": null,
   "36.5": "",
   "37.5": "",
   "38.5": "",
   "39.5": ""
 }
]

export const getMaterialTop = (id, language = "ru") => {
  const data = materailsTop.find(item => item.id === id)
  return language === "ru" ? data?.name : data?.ukr
}

export const getMaterialInside = (id, language = "ru") => {
  const data = materialInside.find(item => item.id === id)
  return language === "ru" ? data?.name : data?.ukr 
}

export const getSeason = (name) => {
  const data = seasonData.find(item => item.eng === name)
  return data?.name
}

export const getColor = (ukr, language = "ru") => {
  const data = colors.find(item => item.ukr === ukr)
  return language === "ru" ? data?.name_rozetka : data?.ukr
}

export const getDescription = (vendor, language = "ru") => {
  const data = vendors.find(item => item.name === vendor)
  return language === "ru" ? data?.description : data?.description_ukr
}

export const getSizeLength = (size, type) => {
  const data = sizesLengths.find(item => item.name === type)
  return data[size] ?? ""
}