"use client";
import * as S from "../styles";

const ReturnInfoPage = (props) => {
  return (
      <S.PageWrapper className="container page">
        <S.Title>ПОВЕРНЕННЯ ТА ОБМІН</S.Title>
        <S.ContentPart>
          <S.Subtitle>Умови повернення:</S.Subtitle>
          <S.Text>
            <ul>
              <li>протягом 14-ти календарних днів з дня отримання товару;</li>
              <li>
                товар має бути без слідів експлуатації, в оригінальній упаковці,
                зі збереженням бірок та етикеток;
              </li>
              <li>
                інтернет-замовлення можна повернути через наші магазини або
                через Нову пошту (для цього використовуйте послугу "Легке
                повернення");
              </li>
              <li>
                товари, придбані у роздрібному магазині, можна повернути у
                будь-якому нашому магазині
              </li>
              <li>
                заповнити у довільній формі заяву на повернення, у якій
                необхідно вказати причину повернення, і вкласти її в коробку з
                товаром
              </li>
            </ul>
          </S.Text>
          <S.Subtitle>Реквізити повернення новою поштою:</S.Subtitle>
          <S.Text>
            Краще скористайтесь послугою "Легке повернення", тоді Вам не
            потрібно вказувати реквізити та сплачувати за доставку. Якщо з
            якихось причин це не вдалось оформити, то використовуйте такі
            реквізити: Нова пошта, м.Ужгород, відділення №10, 0506927217, ФОП Тар Ірина
          </S.Text>
          <S.Subtitle>Повернення акційного товару</S.Subtitle>
          <S.Text>
            Якщо ви повертаєте акційний товар, то поверненню підлягає весь
            акційний товар у разі коли:
          </S.Text>
          <S.Text>
            <ul>
              <li>за одну ціну пропонується кілька товарів;</li>
              <li>
                при придбанні однієї продукції надається право одержати іншу – за
                зниженою ціною;
              </li>
              <li>
                при покупці товару надається право одержати його за зниженою ціною
                за умови придбання кількох товарів одночасно.
              </li>
            </ul>
          </S.Text>
        </S.ContentPart>
      </S.PageWrapper>
  );
};

export default ReturnInfoPage;
