export const accessoires = [
  {
    "id": "1",
    "ru": "краски",
    "ukr": "фарби"
  },
  {
    "id": "2",
    "ru": "щетки",
    "ukr": "щітки"
  },
  {
    "id": "3",
    "ru": "ремни",
    "ukr": "ремені"
  },
  {
    "id": "4",
    "ru": "носки",
    "ukr": "носки"
  },
  {
    "id": "5",
    "ru": "шнурки",
    "ukr": "шнурки"
  },
  {
    "id": "6",
    "ru": "ластики",
    "ukr": "ластики"
  },
  {
    "id": "7",
    "ru": "ложки",
    "ukr": "ложки"
  },
  {
    "id": "8",
    "ru": "губки",
    "ukr": "губки"
  },
  {
    "id": "9",
    "ru": "стельки",
    "ukr": "стельки"
  }
]