export const colors = [
 {
   "id": 1,
   "name": "беж",
   "name_rozetka": "Бежевый: Бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 2,
   "name": "бел",
   "name_rozetka": "Белый: Белый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 3,
   "name": "бел/гол",
   "name_rozetka": "Другие: Белый с голубым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 4,
   "name": "бел/роз",
   "name_rozetka": "Другие: Белый с розовым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 5,
   "name": "бел/син",
   "name_rozetka": "Белый: Белый с синим;Белый: Белый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 6,
   "name": "бордо",
   "name_rozetka": "Бордовый: Бордовый",
   "name_prom": "Бордовый",
   "ukr": "бордовий"
 },
 {
   "id": 7,
   "name": "гол",
   "name_rozetka": "Голубой: Голубой",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 8,
   "name": "гол/беж",
   "name_rozetka": "Другие: гол/беж",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 9,
   "name": "гол/желт",
   "name_rozetka": "Другие: гол/желт",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 10,
   "name": "гол/сер",
   "name_rozetka": "Другие: гол/сер",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 11,
   "name": "джинс",
   "name_rozetka": "Другие: джинс",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 12,
   "name": "желт",
   "name_rozetka": "Желтый: Желтый",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 13,
   "name": "замш",
   "name_rozetka": "Другие: замш",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 14,
   "name": "зел",
   "name_rozetka": "Зеленый: Зеленый",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 15,
   "name": "золотистый",
   "name_rozetka": "Другие: Золотистый",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 16,
   "name": "кор",
   "name_rozetka": "Коричневый: Коричневый",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 17,
   "name": "кр/бел",
   "name_rozetka": "Другие: кр/бел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 18,
   "name": "кр/ж",
   "name_rozetka": "Другие: кр/ж",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 19,
   "name": "красн",
   "name_rozetka": "Красный: Красный",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 20,
   "name": "лак",
   "name_rozetka": "Другие: лак",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 21,
   "name": "оливк",
   "name_rozetka": "Другие: Оливковый",
   "name_prom": "Оливковый",
   "ukr": "оливковий"
 },
 {
   "id": 22,
   "name": "оранж",
   "name_rozetka": "Оранжевый: Оранжевый",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 23,
   "name": "пони",
   "name_rozetka": "Другие: пони",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 24,
   "name": "роз",
   "name_rozetka": "Розовый: Розовый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 25,
   "name": "роз/беж",
   "name_rozetka": "Другие: роз/беж",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 26,
   "name": "роз/гол",
   "name_rozetka": "Другие: роз/гол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 27,
   "name": "роз/сер",
   "name_rozetka": "Другие: роз/сер",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 28,
   "name": "рыж",
   "name_rozetka": "Другие: Рыжий",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 29,
   "name": "сер",
   "name_rozetka": "Серый: Серый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 30,
   "name": "син",
   "name_rozetka": "Синий: Синий",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 31,
   "name": "син/беж",
   "name_rozetka": "Другие: син/беж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 32,
   "name": "син/гол",
   "name_rozetka": "Другие: син/гол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 33,
   "name": "син/желт",
   "name_rozetka": "Другие: син/желт",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 34,
   "name": "син/зел",
   "name_rozetka": "Другие: син/зел",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 35,
   "name": "син/красн",
   "name_rozetka": "Другие: син/красн",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 36,
   "name": "син/сер",
   "name_rozetka": "Другие: син/сер",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 37,
   "name": "сир",
   "name_rozetka": "Другие: сир",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 38,
   "name": "тигр",
   "name_rozetka": "Другие: тигр",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 39,
   "name": "фиол",
   "name_rozetka": "Другие: фиол",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 40,
   "name": "хаки",
   "name_rozetka": "Другие: хаки",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 41,
   "name": "черн",
   "name_rozetka": "Черный: Черный",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 42,
   "name": "черн /бордо",
   "name_rozetka": "Другие: черн /бордо",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 44,
   "name": "черн/желт",
   "name_rozetka": "Другие: Черный с желтым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 45,
   "name": "черн/кр",
   "name_rozetka": "Другие: черн/кр",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 47,
   "name": "беж/зол",
   "name_rozetka": "Другие: беж/зол",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 48,
   "name": "беж/зол.",
   "name_rozetka": "Другие: беж/зол.",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 49,
   "name": "беж/ор",
   "name_rozetka": "Другие: Белый с оранжевым",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 50,
   "name": "беж/роз",
   "name_rozetka": "Другие: беж/роз",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 51,
   "name": "бел/желт",
   "name_rozetka": "Другие: Бело-желтый",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 52,
   "name": "бел/желт/ор.",
   "name_rozetka": "Другие: бел/желт/ор.",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 53,
   "name": "бел/зел",
   "name_rozetka": "Другие: Белый с зеленым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 54,
   "name": "бел/крас",
   "name_rozetka": "Белый: Белый с красным",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 55,
   "name": "бел/сер",
   "name_rozetka": "Белый: Белый с серым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 56,
   "name": "бел/син/кр",
   "name_rozetka": "Другие: бел/син/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 57,
   "name": "бел/черн/сер",
   "name_rozetka": "Другие: бел/черн/сер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 58,
   "name": "кор/рж.",
   "name_rozetka": "Другие: кор/рж.",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 59,
   "name": "красн/сер",
   "name_rozetka": "Другие: красн/сер",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 60,
   "name": "разноname.",
   "name_rozetka": "Другие: разноname.",
   "name_prom": "Другие nameа",
   "ukr": "різнокольоровий"
 },
 {
   "id": 61,
   "name": "рябой",
   "name_rozetka": "Другие: рябой",
   "name_prom": "",
   "ukr": "різнокольоровий"
 },
 {
   "id": 62,
   "name": "салат.",
   "name_rozetka": "Другие: салат.",
   "name_prom": "салатовый",
   "ukr": "салатовий"
 },
 {
   "id": 63,
   "name": "сер/бел/роз",
   "name_rozetka": "Другие: сер/бел/роз",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 64,
   "name": "сер/зел",
   "name_rozetka": "Другие: сер/зел",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 65,
   "name": "сер/роз",
   "name_rozetka": "Другие: сер/роз",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 66,
   "name": "син/оран",
   "name_rozetka": "Другие: син/оран",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 67,
   "name": "син/оранж",
   "name_rozetka": "Другие: син/оранж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 68,
   "name": "син/черн",
   "name_rozetka": "Другие: син/черн",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 69,
   "name": "фисташ.",
   "name_rozetka": "Другие: фисташ.",
   "name_prom": "Оливковый",
   "ukr": "оливковий"
 },
 {
   "id": 71,
   "name": "черн/бел",
   "name_rozetka": "Черный: Черный с белым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 72,
   "name": "черн/бел/кр",
   "name_rozetka": "Другие: черн/бел/кр",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 73,
   "name": "черн/кр/сер",
   "name_rozetka": "Другие: черн/кр/сер",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 74,
   "name": "малин.",
   "name_rozetka": "Другие: Малиновый",
   "name_prom": "Малиновый",
   "ukr": "малиновий"
 },
 {
   "id": 75,
   "name": "черн/син",
   "name_rozetka": "Другие: черн/син",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 76,
   "name": "св.кор.",
   "name_rozetka": "Другие: Светло-коричневыйКоричневый: Светло-коричневый",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 77,
   "name": "нуб",
   "name_rozetka": "Другие: нуб",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 78,
   "name": "кор/желт",
   "name_rozetka": "Другие: кор/желт",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 79,
   "name": "сал/роз",
   "name_rozetka": "Другие: сал/роз",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 81,
   "name": "бел/син/ор",
   "name_rozetka": "Другие: бел/син/ор",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 83,
   "name": "бел/черн",
   "name_rozetka": "Белый: Белый с черным",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 84,
   "name": "сер/гол",
   "name_rozetka": "Другие: сер/гол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 85,
   "name": "сер/крас",
   "name_rozetka": "Другие: сер/крас",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 86,
   "name": "черн/сер",
   "name_rozetka": "Черный: Черный с серым",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 87,
   "name": "черн/оранж",
   "name_rozetka": "Другие: черн/оранж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 88,
   "name": "беж/салат",
   "name_rozetka": "Другие: беж/салат",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 89,
   "name": "беж/гол",
   "name_rozetka": "Другие: беж/гол",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 90,
   "name": "беж/зел",
   "name_rozetka": "Другие: беж/зел",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 91,
   "name": "черн/беж",
   "name_rozetka": "Черный: Черно-бежевый",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 92,
   "name": "син/борд",
   "name_rozetka": "Другие: син/борд",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 93,
   "name": "сер/кор",
   "name_rozetka": "Другие: сер/кор",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 94,
   "name": "черн/зел",
   "name_rozetka": "Другие: черн/зел",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 95,
   "name": "беж/сер",
   "name_rozetka": "Другие: беж/сер",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 96,
   "name": "беж/желт",
   "name_rozetka": "Другие: Бело-желтый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 97,
   "name": "черн/роз",
   "name_rozetka": "Другие: черн/роз",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 98,
   "name": "бронз",
   "name_rozetka": "Другие: Бронзовый",
   "name_prom": "Бронзовый",
   "ukr": "бронзовий"
 },
 {
   "id": 99,
   "name": "зел/желт/ч",
   "name_rozetka": "Другие: зел/желт/ч",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 100,
   "name": "гол/сер/ор",
   "name_rozetka": "Другие: гол/сер/ор",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 101,
   "name": "сер/оранж",
   "name_rozetka": "Другие: сер/оранж",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 102,
   "name": "беж/бел",
   "name_rozetka": "Другие: Бело-бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 103,
   "name": "красн/син",
   "name_rozetka": "Другие: красн/син",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 104,
   "name": "син/бел",
   "name_rozetka": "Другие: син/бел",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 105,
   "name": "бел/оранж",
   "name_rozetka": "Другие: Белый с оранжевым",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 106,
   "name": "кор/оранж",
   "name_rozetka": "Другие: кор/оранж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 107,
   "name": "бел/ч/сер",
   "name_rozetka": "Другие: бел/ч/сер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 108,
   "name": "сер/бел/кр",
   "name_rozetka": "Другие: сер/бел/кр",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 109,
   "name": "бел/гол/се",
   "name_rozetka": "Другие: бел/гол/се",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 110,
   "name": "бел/сер/го",
   "name_rozetka": "Другие: бел/сер/го",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 111,
   "name": "бел/сер/кр",
   "name_rozetka": "Другие: бел/сер/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 112,
   "name": "беж/кор",
   "name_rozetka": "Другие: беж/кор",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 113,
   "name": "кр/роз/бел",
   "name_rozetka": "Другие: кр/роз/бел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 114,
   "name": "беж/крас",
   "name_rozetka": "Белый: Белый с красным",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 115,
   "name": "кор/черн",
   "name_rozetka": "Другие: кор/черн",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 116,
   "name": "бел/зол",
   "name_rozetka": "Другие: бел/зол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 117,
   "name": "зел/оранж",
   "name_rozetka": "Другие: зел/оранж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 118,
   "name": "сер/желт",
   "name_rozetka": "Другие: Серо-желтый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 119,
   "name": "бел/кр/чер",
   "name_rozetka": "Другие: бел/кр/чер",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 120,
   "name": "черн/борд",
   "name_rozetka": "Другие: черн/борд",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 122,
   "name": "бел/сер/ро",
   "name_rozetka": "Другие: бел/сер/ро",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 123,
   "name": "оранж/хаки",
   "name_rozetka": "Другие: оранж/хаки",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 124,
   "name": "зел/желт",
   "name_rozetka": "Другие: зел/желт",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 125,
   "name": "черн/сер/о",
   "name_rozetka": "Другие: черн/сер/о",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 126,
   "name": "кор/зел",
   "name_rozetka": "Другие: кор/зел",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 127,
   "name": "черн/зол",
   "name_rozetka": "Другие: черн/зол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 128,
   "name": "сирен/желт",
   "name_rozetka": "Другие: сирен/желт",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 129,
   "name": "кор/зол",
   "name_rozetka": "Другие: кор/зол",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 130,
   "name": "сер/черн",
   "name_rozetka": "Другие: сер/черн",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 131,
   "name": "ор/зел",
   "name_rozetka": "Другие: ор/зел",
   "name_prom": "Оранжевый",
   "ukr": "помаранчевий"
 },
 {
   "id": 132,
   "name": "сер/чер/кр",
   "name_rozetka": "Другие: сер/чер/кр",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 133,
   "name": "черн/кр/бе",
   "name_rozetka": "Другие: черн/кр/бе",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 134,
   "name": "бел/ч/кр",
   "name_rozetka": "Другие: бел/ч/кр",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 135,
   "name": "лилов",
   "name_rozetka": "Другие: лилов",
   "name_prom": "Фиолетовый",
   "ukr": "фіолетовий"
 },
 {
   "id": 136,
   "name": "охра",
   "name_rozetka": "Другие: охра",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 137,
   "name": "кр/черн",
   "name_rozetka": "Другие: кр/черн",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 138,
   "name": "бел/ч/зол",
   "name_rozetka": "Другие: бел/ч/зол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 139,
   "name": "гол/сер/кр",
   "name_rozetka": "Другие: гол/сер/кр",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 140,
   "name": "сер/фиол",
   "name_rozetka": "Другие: сер/фиол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 141,
   "name": "кор/беж",
   "name_rozetka": "Другие: кор/беж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 142,
   "name": "черн/сер/г",
   "name_rozetka": "Другие: черн/сер/г",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 143,
   "name": "желт/фиол",
   "name_rozetka": "Другие: желт/фиол",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 144,
   "name": "роз/зел",
   "name_rozetka": "Розовый: Розово-зеленый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 145,
   "name": "крокодил",
   "name_rozetka": "Другие: крокодил",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 146,
   "name": "желт/мал",
   "name_rozetka": "Другие: желт/мал",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 147,
   "name": "черн/кор",
   "name_rozetka": "Другие: черн/кор",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 148,
   "name": "зел/ч/беж",
   "name_rozetka": "Другие: зел/ч/беж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 149,
   "name": "зол/красн",
   "name_rozetka": "Другие: зол/красн",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 150,
   "name": "зол/кор",
   "name_rozetka": "Другие: Золотистый с коричневым",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 151,
   "name": "леопард",
   "name_rozetka": "Другие: Леопардовый",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 152,
   "name": "бел/фиол",
   "name_rozetka": "Другие: бел/фиол",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 153,
   "name": "роз/фиол",
   "name_rozetka": "Другие: роз/фиол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 154,
   "name": "кор/фиол",
   "name_rozetka": "Другие: кор/фиол",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 155,
   "name": "кор/бел",
   "name_rozetka": "Другие: кор/бел",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 156,
   "name": "беж/черн",
   "name_rozetka": "Другие: беж/черн",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 157,
   "name": "беж/бронз",
   "name_rozetka": "Другие: беж/бронз",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 158,
   "name": "кор/бронз",
   "name_rozetka": "Другие: кор/бронз",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 159,
   "name": "кор/зел/бр",
   "name_rozetka": "Другие: кор/зел/бр",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 160,
   "name": "кр/зол",
   "name_rozetka": "Другие: кр/зол",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 161,
   "name": "фиол/бел",
   "name_rozetka": "Другие: фиол/бел",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 162,
   "name": "роз/бел",
   "name_rozetka": "Другие: роз/бел",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 163,
   "name": "черн/сер/к",
   "name_rozetka": "Другие: черн/сер/к",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 164,
   "name": "черн/сер/ж",
   "name_rozetka": "Другие: черн/сер/ж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 165,
   "name": "крас/роз",
   "name_rozetka": "Другие: крас/роз",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 166,
   "name": "т.сер/сер",
   "name_rozetka": "Другие: т.сер/сер",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 167,
   "name": "черн/фиол",
   "name_rozetka": "Другие: черн/фиол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 168,
   "name": "роз/черн",
   "name_rozetka": "Другие: роз/черн",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 169,
   "name": "желт/гол",
   "name_rozetka": "Другие: желт/гол",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 170,
   "name": "гол/бел",
   "name_rozetka": "Другие: гол/бел",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 171,
   "name": "беж/хаки",
   "name_rozetka": "Другие: беж/хаки",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 172,
   "name": "кр/беж",
   "name_rozetka": "Другие: кр/беж",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 173,
   "name": "черн/бел/з",
   "name_rozetka": "Другие: черн/бел/з",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 174,
   "name": "серебристый",
   "name_rozetka": "Другие: Серебристый",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 175,
   "name": "серебро",
   "name_rozetka": "Другие: серебро",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 176,
   "name": "син/кор",
   "name_rozetka": "Другие: син/кор",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 177,
   "name": "беж/сирен",
   "name_rozetka": "Другие: беж/сирен",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 178,
   "name": "бирюза",
   "name_rozetka": "Другие: бирюза",
   "name_prom": "Бирюзовый",
   "ukr": "бірюзовий"
 },
 {
   "id": 179,
   "name": "беж/рыж",
   "name_rozetka": "Другие: беж/рыж",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 180,
   "name": "змея",
   "name_rozetka": "Другие: змея",
   "name_prom": "",
   "ukr": "змія"
 },
 {
   "id": 181,
   "name": "желт/крас",
   "name_rozetka": "Другие: желт/крас",
   "name_prom": "Желтый",
   "ukr": "жовтий"
 },
 {
   "id": 182,
   "name": "черн/красн",
   "name_rozetka": "Другие: черн/красн",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 183,
   "name": "бел/ч/зел",
   "name_rozetka": "Другие: бел/ч/зел",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 184,
   "name": "кр/зел",
   "name_rozetka": "Другие: кр/зел",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 185,
   "name": "кр/хаки",
   "name_rozetka": "Другие: кр/хаки",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 186,
   "name": "хаки/бел",
   "name_rozetka": "Другие: хаки/бел",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 187,
   "name": "мокко",
   "name_rozetka": "Другие: Мокко",
   "name_prom": "Кофе с молоком",
   "ukr": "мокко"
 },
 {
   "id": 188,
   "name": "кр/фиол",
   "name_rozetka": "Другие: кр/фиол",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 189,
   "name": "син/роз",
   "name_rozetka": "Другие: син/роз",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 190,
   "name": "гол/зол",
   "name_rozetka": "Другие: гол/зол",
   "name_prom": "Голубой",
   "ukr": "блакитний"
 },
 {
   "id": 192,
   "name": "зел/беж",
   "name_rozetka": "Другие: зел/беж",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 193,
   "name": "бел/кор",
   "name_rozetka": "Другие: бел/кор",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 194,
   "name": "сер/син",
   "name_rozetka": "Другие: сер/син",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 195,
   "name": "черн/бел/с",
   "name_rozetka": "Другие: черн/бел/с",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 196,
   "name": "черн/гол",
   "name_rozetka": "Другие: черн/гол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 197,
   "name": "фиол/сер",
   "name_rozetka": "Другие: фиол/сер",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 198,
   "name": "св.беж",
   "name_rozetka": "Другие: св.беж",
   "name_prom": "светло-бежевый",
   "ukr": "світло-бежевий"
 },
 {
   "id": 199,
   "name": "абр",
   "name_rozetka": "Другие: абр",
   "name_prom": "Персиковый",
   "ukr": "персиковий"
 },
 {
   "id": 200,
   "name": "кр/ор",
   "name_rozetka": "Другие: кр/ор",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 201,
   "name": "зел/бел",
   "name_rozetka": "Другие: зел/бел",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 203,
   "name": "кор/син",
   "name_rozetka": "Другие: кор/син",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 205,
   "name": "кирпич",
   "name_rozetka": "Другие: кирпич",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 208,
   "name": "черн.лак",
   "name_rozetka": "Другие: черн.лак",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 209,
   "name": "сер/сирен",
   "name_rozetka": "Другие: сер/сирен",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 210,
   "name": "корал",
   "name_rozetka": "Другие: корал",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 211,
   "name": "сирень",
   "name_rozetka": "Другие: сирень",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 212,
   "name": "рубин",
   "name_rozetka": "Другие: рубин",
   "name_prom": "Алый",
   "ukr": "яскраво червоний"
 },
 {
   "id": 213,
   "name": "зел/красн",
   "name_rozetka": "Другие: зел/красн",
   "name_prom": "Зеленый",
   "ukr": "зелений"
 },
 {
   "id": 214,
   "name": "крем",
   "name_rozetka": "Другие: крем",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 216,
   "name": "фуксия",
   "name_rozetka": "Другие: фуксия",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 217,
   "name": "син/крас",
   "name_rozetka": "Другие: син/крас",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 218,
   "name": "роз/кор",
   "name_rozetka": "Другие: роз/кор",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 219,
   "name": "сер/беж",
   "name_rozetka": "Другие: сер/беж",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 220,
   "name": "черн/зел/сер",
   "name_rozetka": "Другие: черн/зел/сер",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 221,
   "name": "корал/беж",
   "name_rozetka": "Другие: корал/беж",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 222,
   "name": "молочный",
   "name_rozetka": "Молочный: МолочныйБелый: Белый",
   "name_prom": "Молочный",
   "ukr": "молочний"
 },
 {
   "id": 223,
   "name": "персик",
   "name_rozetka": "Другие: Персиковый",
   "name_prom": "Персиковый",
   "ukr": "персиковий"
 },
 {
   "id": 224,
   "name": "беж/персик",
   "name_rozetka": "Другие: беж/персик",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 225,
   "name": "син/зол",
   "name_rozetka": "Другие: син/зол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 226,
   "name": "хаки/желт/роз",
   "name_rozetka": "Другие: хаки/желт/роз",
   "name_prom": "Хаки",
   "ukr": "хакі"
 },
 {
   "id": 227,
   "name": "крас/бирюз",
   "name_rozetka": "Другие: крас/бирюз",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 228,
   "name": "красн/черн",
   "name_rozetka": "Другие: красн/черн",
   "name_prom": "Красный",
   "ukr": "червоний"
 },
 {
   "id": 229,
   "name": "син/бирюз",
   "name_rozetka": "Другие: син/бирюз",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 230,
   "name": "черн/бел/гол",
   "name_rozetka": "Другие: черн/бел/гол",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 231,
   "name": "кор/корал",
   "name_rozetka": "Другие: кор/корал",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 232,
   "name": "кор/красн",
   "name_rozetka": "Другие: кор/красн",
   "name_prom": "Коричневый",
   "ukr": "коричневий"
 },
 {
   "id": 233,
   "name": "рыж/гол",
   "name_rozetka": "Другие: рыж/гол",
   "name_prom": "Терракота",
   "ukr": "теракота"
 },
 {
   "id": 234,
   "name": "син/фиол",
   "name_rozetka": "Другие: син/фиол",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 235,
   "name": "син/рыж",
   "name_rozetka": "Другие: син/рыж",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 236,
   "name": "черн/хаки",
   "name_rozetka": "Другие: черн/хаки",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 237,
   "name": "черн/кр/ж",
   "name_rozetka": "Другие: черн/кр/ж",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 238,
   "name": "черн/желт/бел",
   "name_rozetka": "Другие: черн/желт/бел",
   "name_prom": "Черный",
   "ukr": "чорний"
 },
 {
   "id": 239,
   "name": "беж/син",
   "name_rozetka": "Бежевый: Бежево-синий",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 240,
   "name": "мята",
   "name_rozetka": "Другие: мята",
   "name_prom": "Бирюзовый",
   "ukr": "бірюзовий"
 },
 {
   "id": 241,
   "name": "лимон",
   "name_rozetka": "Другие: лимон",
   "name_prom": "Лимонный",
   "ukr": "лимонний"
 },
 {
   "id": 242,
   "name": "пудра",
   "name_rozetka": "Другие: Пудровый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 243,
   "name": "горошек",
   "name_rozetka": "Другие: горошек",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 244,
   "name": "горчичный",
   "name_rozetka": "Другие: горчичный",
   "name_prom": "",
   "ukr": "гірчичний"
 },
 {
   "id": 245,
   "name": "бел/пудра",
   "name_rozetka": "Другие: бел/пудра",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 246,
   "name": "беж/пудра",
   "name_rozetka": "Другие: беж/пудра",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 247,
   "name": "бел/мята",
   "name_rozetka": "Другие: бел/мята",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 248,
   "name": "роз/салат",
   "name_rozetka": "Другие: роз/салат",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 249,
   "name": "син/салат",
   "name_rozetka": "Другие: син/салат",
   "name_prom": "Синий",
   "ukr": "синій"
 },
 {
   "id": 250,
   "name": "сер/салат",
   "name_rozetka": "Другие: сер/салат",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 252,
   "name": "роз/зол",
   "name_rozetka": "Другие: роз/зол",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 253,
   "name": "борд/зол",
   "name_rozetka": "Другие: борд/зол",
   "name_prom": "Бордовый",
   "ukr": "бордовий"
 },
 {
   "id": 254,
   "name": "зол/серебр",
   "name_rozetka": "Другие: зол/серебр",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 255,
   "name": "роз/син",
   "name_rozetka": "Другие: роз/син",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 256,
   "name": "св.джинс",
   "name_rozetka": "Другие: св.джинс",
   "name_prom": "",
   "ukr": "джинс"
 },
 {
   "id": 257,
   "name": "т.джинс",
   "name_rozetka": "Другие: т.джинс",
   "name_prom": "",
   "ukr": "джинс"
 },
 {
   "id": 258,
   "name": "зол/бел",
   "name_rozetka": "Другие: зол/бел",
   "name_prom": "Золотистый",
   "ukr": "золотистий"
 },
 {
   "id": 259,
   "name": "св.серый",
   "name_rozetka": "Другие: св.серый",
   "name_prom": "Светло-серый",
   "ukr": "світло-сірий"
 },
 {
   "id": 260,
   "name": "графит",
   "name_rozetka": "Другие: Графитовый",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 261,
   "name": "баклажан",
   "name_rozetka": "Другие: баклажан",
   "name_prom": "Сливовый",
   "ukr": "сливовий"
 },
 {
   "id": 262,
   "name": "сер/зол",
   "name_rozetka": "Другие: сер/зол",
   "name_prom": "Серый",
   "ukr": "сірий"
 },
 {
   "id": 263,
   "name": "фиол/бирюз",
   "name_rozetka": "Другие: фиол/бирюз",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 264,
   "name": "фиол/гол",
   "name_rozetka": "Другие: фиол/гол",
   "name_prom": "Сиреневый",
   "ukr": "бузковий"
 },
 {
   "id": 265,
   "name": "сливовый",
   "name_rozetka": "Другие: сливовый",
   "name_prom": "Сливовый",
   "ukr": "сливовий"
 },
 {
   "id": 267,
   "name": "никель",
   "name_rozetka": "Другие: Никель",
   "name_prom": "Темно-серый",
   "ukr": "темно-сірий"
 },
 {
   "id": 268,
   "name": "т.роз",
   "name_rozetka": "Розовый: Темно-розовый",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 269,
   "name": "песочный",
   "name_rozetka": "Другие: Песочный",
   "name_prom": "Песочный",
   "ukr": "пісочний"
 },
 {
   "id": 270,
   "name": "т.беж",
   "name_rozetka": "Бежевый: Темно-бежевый",
   "name_prom": "Бежевый",
   "ukr": "бежевий"
 },
 {
   "id": 271,
   "name": "роз.золото",
   "name_rozetka": "Другие: Розовое золото",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 272,
   "name": "т.серебр",
   "name_rozetka": "Другие: т.серебр",
   "name_prom": "Темно-серый",
   "ukr": "сріблястий"
 },
 {
   "id": 273,
   "name": "роз/бирюз",
   "name_rozetka": "Другие: роз/бирюз",
   "name_prom": "Розовый",
   "ukr": "рожевий"
 },
 {
   "id": 274,
   "name": "жемчужный",
   "name_rozetka": "Другие: Жемчужный",
   "name_prom": "",
   "ukr": ""
 },
 {
   "id": 275,
   "name": "бел/беж",
   "name_rozetka": "",
   "name_prom": "Белый",
   "ukr": "білий"
 },
 {
   "id": 276,
   "name": "карамель",
   "name_rozetka": "",
   "name_prom": "",
   "ukr": "карамель"
 },
 {
   "id": 277,
   "name": "беж/фиол",
   "name_rozetka": "",
   "name_prom": "",
   "ukr": ""
 }
]