export const countries = [
 {
   "id": 1,
   "name": "Китай",
   "ukr": "Китай"
 },
 {
   "id": 2,
   "name": "Польша",
   "ukr": "Польща"
 },
 {
   "id": 3,
   "name": "Италия",
   "ukr": "Італія"
 },
 {
   "id": 4,
   "name": "Испания",
   "ukr": "Іспанія"
 },
 {
   "id": 5,
   "name": "Бразилия",
   "ukr": "Бразилія"
 },
 {
   "id": 6,
   "name": "Украина",
   "ukr": "Україна"
 },
 {
   "id": 7,
   "name": "Англия",
   "ukr": "Англія"
 },
 {
   "id": 8,
   "name": "Турция",
   "ukr": "Туреччина"
 },
 {
   "id": 9,
   "name": "Португалия",
   "ukr": "Португалія"
 }
]