export const materailData = [
 {
   "id": 1,
   "name": "натуральний",
   "English": "natural"
 },
 {
   "id": 2,
   "name": "екошкіра",
   "English": "pu"
 },
 {
   "id": 3,
   "name": "комбінований",
   "English": ""
 },
 {
   "id": 4,
   "name": "текстиль",
   "English": ""
 },
 {
   "id": 5,
   "name": "байка",
   "English": ""
 },
 {
   "id": 6,
   "name": "мех натуральный",
   "English": ""
 },
 {
   "id": 7,
   "name": "мех искуственный",
   "English": ""
 },
 {
   "id": 8,
   "name": "шерсть тонкая",
   "English": ""
 },
 {
   "id": 9,
   "name": "цигейка",
   "English": ""
 }
]

export const materailsTop = [
 {
   "id": 1,
   "name": "Лаковая кожа",
   "general": 1,
   "prom": "Лаковая кожа натуральная",
   "ukr": "лакована шкіра"
 },
 {
   "id": 2,
   "name": "Кожа / Искусственная кожа",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/екошкіра"
 },
 {
   "id": 3,
   "name": "Кожа / Текстиль",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/текстиль"
 },
 {
   "id": 4,
   "name": "Полиуретан",
   "general": null,
   "prom": "",
   "ukr": "поліуретан"
 },
 {
   "id": 5,
   "name": "Кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра"
 },
 {
   "id": 6,
   "name": "Замша",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша"
 },
 {
   "id": 7,
   "name": "Нубук: Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук"
 },
 {
   "id": 8,
   "name": "Текстиль",
   "general": 4,
   "prom": "Текстиль",
   "ukr": "текстиль"
 },
 {
   "id": 10,
   "name": "Комбинированный верх",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "комбінований"
 },
 {
   "id": 11,
   "name": "Резина",
   "general": null,
   "prom": "",
   "ukr": "резина"
 },
 {
   "id": 12,
   "name": "Искусственный general",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 14,
   "name": "Искусственный нубук",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "еконубук"
 },
 {
   "id": 15,
   "name": "Велюр / Натуральная кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/шкіра"
 },
 {
   "id": 16,
   "name": "Велюр / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/лакована шкіра"
 },
 {
   "id": 17,
   "name": "Велюр",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр"
 },
 {
   "id": 18,
   "name": "Кожа / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/лакована шкіра"
 },
 {
   "id": 19,
   "name": "Нубук / Текстиль",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/текстиль"
 },
 {
   "id": 20,
   "name": "Экокожа",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 21,
   "name": "Экозамша",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша"
 },
 {
   "id": 22,
   "name": "Замша / Текстиль",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша/текстиль"
 },
 {
   "id": 23,
   "name": "Кожа / Замша",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/замша"
 },
 {
   "id": 24,
   "name": "Нубук / Лаковая кожа",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/лакована шкіра"
 },
 {
   "id": 25,
   "name": "Нубук / Велюр",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/велюр"
 },
 {
   "id": 26,
   "name": "Эконубук",
   "general": 2,
   "prom": "Искусственный нубук",
   "ukr": "еконубук"
 },
 {
   "id": 28,
   "name": "Экокожа / Экозамша",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/екозамша"
 },
 {
   "id": 29,
   "name": "Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук"
 },
 {
   "id": 30,
   "name": "Экозамша / Текстиль",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша/текстиль"
 },
 {
   "id": 31,
   "name": "Экокожа / Текстиль",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/текстиль"
 }
]

export const materialInside = [
 {
   "id": 1,
   "name": "Без подкладки",
   "prom_name": "Без подкладки",
   "ukr": "без підкладки"
 },
 {
   "id": 2,
   "name": "Мех",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 3,
   "name": "Шерсть",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 4,
   "name": "Кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра"
 },
 {
   "id": 5,
   "name": "Текстиль / Gore-tex",
   "prom_name": "Текстиль",
   "ukr": "текстиль/Gore-tex"
 },
 {
   "id": 6,
   "name": "Кожа / Gore-tex",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/Gore-tex"
 },
 {
   "id": 7,
   "name": "Шерсть / Gore-tex",
   "prom_name": "",
   "ukr": "хутро/Gore-tex"
 },
 {
   "id": 8,
   "name": "Текстиль",
   "prom_name": "Текстиль",
   "ukr": "текстиль"
 },
 {
   "id": 9,
   "name": "Экокожа",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 10,
   "name": "Искусственный мех",
   "prom_name": "",
   "ukr": "штучне хутро"
 },
 {
   "id": 11,
   "name": "Кожа / Текстиль",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/текстиль"
 },
 {
   "id": 12,
   "name": "Кожа / Искусственная кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/екошкіра"
 },
 {
   "id": 13,
   "name": "Экокожа / Текстиль",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра/текстиль"
 },
 {
   "id": 14,
   "name": "Байка",
   "prom_name": "Байка",
   "ukr": "байка"
 },
 {
   "id": 15,
   "name": "Флис",
   "prom_name": "Полиэстер",
   "ukr": "фліс"
 },
 {
   "id": 16,
   "name": "Цигейка / Мех",
   "prom_name": "",
   "ukr": "цигейка/хутро"
 },
 {
   "id": 17,
   "name": "Мембрана / Искусственная овчина",
   "prom_name": "",
   "ukr": "мембрана/текстиль"
 }
]