export const materialData = [
 {
   "id": 1,
   "ukr": "натуральний",
   "eng": "natural",
   "ru": "натуральный"
 },
 {
   "id": 2,
   "ukr": "екошкіра",
   "eng": "pu",
   "ru": "экокожа"
 },
 {
   "id": 3,
   "ukr": "комбінований",
   "eng": "",
   "ru": "комбинированный"
 },
 {
   "id": 4,
   "ukr": "текстиль",
   "eng": "",
   "ru": "текстиль"
 },
]

export const materialsTop = [
 {
   "id": 1,
   "ru": "Лаковая кожа",
   "general": 1,
   "prom": "Лаковая кожа натуральная",
   "ukr": "лакована шкіра",
   "material_id": 1
 },
 {
   "id": 2,
   "ru": "Кожа / Искусственная кожа",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/екошкіра",
    "material_id": 1
 },
 {
   "id": 3,
   "ru": "Кожа / Текстиль",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/текстиль",
    "material_id": 1
 },
 {
   "id": 4,
   "ru": "Полиуретан",
   "general": null,
   "prom": "",
   "ukr": "поліуретан",
    "material_id": 2
 },
 {
   "id": 5,
   "ru": "Кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра",
    "material_id": 1
 },
 {
   "id": 6,
   "ru": "Замша",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша",
    "material_id": 1
 },
 {
   "id": 7,
   "ru": "Нубук: Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук",
    "material_id": 1
 },
 {
   "id": 8,
   "ru": "Текстиль",
   "general": 4,
   "prom": "Текстиль",
   "ukr": "текстиль",
    "material_id": 4
 },
 {
   "id": 10,
   "ru": "Комбинированный верх",
   "general": 3,
   "prom": "Натуральная кожа",
   "ukr": "комбінований",
    "material_id": 3
 },
 {
   "id": 11,
   "ru": "Резина",
   "general": null,
   "prom": "",
   "ukr": "резина",
    "material_id": 2
 },
 {
   "id": 12,
   "ru": "Искусственный general",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра",
    "material_id": 2
 },
 {
   "id": 14,
   "ru": "Искусственный нубук",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "еконубук",
    "material_id": 2
 },
 {
   "id": 15,
   "ru": "Велюр / Натуральная кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/шкіра",
    "material_id": 1
 },
 {
   "id": 16,
   "ru": "Велюр / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр/лакована шкіра",
    "material_id": 1
 },
 {
   "id": 17,
   "ru": "Велюр",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "велюр",
    "material_id": 1
 },
 {
   "id": 18,
   "ru": "Кожа / Лаковая кожа",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/лакована шкіра",
    "material_id": 1
 },
 {
   "id": 19,
   "ru": "Нубук / Текстиль",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/текстиль",
    "material_id": 1
 },
 {
   "id": 20,
   "ru": "Экокожа",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра",
    "material_id": 2
 },
 {
   "id": 21,
   "ru": "Экозамша",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша",
    "material_id": 2
 },
 {
   "id": 22,
   "ru": "Замша / Текстиль",
   "general": 1,
   "prom": "Натуральная замша",
   "ukr": "замша/текстиль",
    "material_id": 1
 },
 {
   "id": 23,
   "ru": "Кожа / Замша",
   "general": 1,
   "prom": "Натуральная кожа",
   "ukr": "шкіра/замша",
    "material_id": 1
 },
 {
   "id": 24,
   "ru": "Нубук / Лаковая кожа",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/лакована шкіра",
    "material_id": 1
 },
 {
   "id": 25,
   "ru": "Нубук / Велюр",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук/велюр",
    "material_id": 1
 },
 {
   "id": 26,
   "ru": "Эконубук",
   "general": 2,
   "prom": "Искусственный нубук",
   "ukr": "еконубук",
    "material_id": 2
 },
 {
   "id": 28,
   "ru": "Экокожа / Экозамша",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/екозамша",
    "material_id": 2
 },
 {
   "id": 29,
   "ru": "Нубук",
   "general": 1,
   "prom": "Нубук",
   "ukr": "нубук",
    "material_id": 1
 },
 {
   "id": 30,
   "ru": "Экозамша / Текстиль",
   "general": 2,
   "prom": "Искусственная замша",
   "ukr": "екозамша/текстиль",
    "material_id": 2
 },
 {
   "id": 31,
   "ru": "Экокожа / Текстиль",
   "general": 2,
   "prom": "Искусственная кожа",
   "ukr": "екошкіра/текстиль",
    "material_id": 2
 }
]

export const materialInside = [
 {
   "id": 1,
   "ru": "Без подкладки",
   "prom_name": "Без подкладки",
   "ukr": "без підкладки"
 },
 {
   "id": 2,
   "ru": "Мех",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 3,
   "ru": "Шерсть",
   "prom_name": "",
   "ukr": "хутро"
 },
 {
   "id": 4,
   "ru": "Кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра"
 },
 {
   "id": 5,
   "ru": "Текстиль / Gore-tex",
   "prom_name": "Текстиль",
   "ukr": "текстиль/Gore-tex"
 },
 {
   "id": 6,
   "ru": "Кожа / Gore-tex",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/Gore-tex"
 },
 {
   "id": 7,
   "ru": "Шерсть / Gore-tex",
   "prom_name": "",
   "ukr": "хутро/Gore-tex"
 },
 {
   "id": 8,
   "ru": "Текстиль",
   "prom_name": "Текстиль",
   "ukr": "текстиль"
 },
 {
   "id": 9,
   "ru": "Экокожа",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра"
 },
 {
   "id": 10,
   "ru": "Искусственный мех",
   "prom_name": "",
   "ukr": "штучне хутро"
 },
 {
   "id": 11,
   "ru": "Кожа / Текстиль",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/текстиль"
 },
 {
   "id": 12,
   "ru": "Кожа / Искусственная кожа",
   "prom_name": "Натуральная кожа",
   "ukr": "шкіра/екошкіра"
 },
 {
   "id": 13,
   "ru": "Экокожа / Текстиль",
   "prom_name": "Искусственная кожа",
   "ukr": "екошкіра/текстиль"
 },
 {
   "id": 14,
   "ru": "Байка",
   "prom_name": "Байка",
   "ukr": "байка"
 },
 {
   "id": 15,
   "ru": "Флис",
   "prom_name": "Полиэстер",
   "ukr": "фліс"
 },
 {
   "id": 16,
   "ru": "Цигейка / Мех",
   "prom_name": "",
   "ukr": "цигейка/хутро"
 },
 {
   "id": 17,
   "ru": "Мембрана / Искусственная овчина",
   "prom_name": "",
   "ukr": "мембрана/текстиль"
 }
]

export const getMaterialId = (id) => {
  const top = materialsTop.find(i => i.id === Number(id))
  return top ? top.material_id : null
}