export const seasonData = [
 {
   "id": 1,
   "name": "Зима",
   "ukr": "Зима",
   "eng": "winter",
   "rozetka": "Зимняя"
 },
 {
   "id": 2,
   "name": "Лето",
   "ukr": "Літо",
   "eng": "summer",
   "rozetka": "Летняя; Весенне-летняя"
 },
 {
   "id": 3,
   "name": "Демисезон",
   "ukr": "Демісезон",
   "eng": "demi",
   "rozetka": "Осенне-зимняя; Осенняя"
 },
 {
   "id": 10,
   "name": "Кроссовки",
   "ukr": "Кросівки",
   "eng": "autumn",
   "rozetka": "Весенне-летняя; Весенняя; Осенняя; Осенне-весенняя"
 },
 {
   "id": 11,
   "name": "Пляж",
   "ukr": "Пляж",
   "eng": "beach",
   "rozetka": "Летняя"
 },
 {
   "id": 12,
   "name": "Тапочки",
   "ukr": "Тапочки",
   "eng": "flats",
   "rozetka": ""
 },
 {
   "id": 13,
   "name": "Сумки",
   "ukr": "Сумки",
   "eng": "bags",
   "rozetka": ""
 },
 {
   "id": 14,
   "name": "Осень",
   "ukr": "Осінь-Весна",
   "eng": "autumn",
   "rozetka": "Весенне-летняя; Весенняя; Осенняя; Осенне-весенняя"
 },
 {
   "id": 15,
   "name": "Мелочь",
   "ukr": "Аксесуари",
   "eng": "accessories",
   "rozetka": ""
 },
 {
   "id": 16,
   "name": "Текстиль",
   "ukr": "Текстиль",
   "eng": "autumn",
   "rozetka": "Весенняя; Весенне-летняя; Летняя"
 },
 {
   "id": 17,
   "name": "Весна",
   "ukr": "Перфорація",
   "eng": "autumn",
   "rozetka": "Весенняя; Весенне-летняя; Летняя"
 },
 {
   "id": 18,
   "name": "Туфли классика",
   "ukr": "Осінь-Весна",
   "eng": "autumn",
   "rozetka": ""
 }
]