export const styles = [
 {
   "id": 1,
   "name": "Модельный (fashion)",
   "prom": "Городской",
   "ukr": "Молодіжний"
 },
 {
   "id": 2,
   "name": "Повседневный (casual)",
   "prom": "Повседневный",
   "ukr": "Повсякденний"
 },
 {
   "id": 3,
   "name": "Классический (classic)",
   "prom": "Классический",
    "ukr": "Класичний"
 },
 {
   "id": 4,
   "name": "Спортивный (sport)",
   "prom": "Спортивный",
   "ukr": "Спортивний"
 },
 {
   "id": 5,
   "name": "Домашний (slippers)",
   "prom": "Повседневный",
   "ukr": "Домашній"
 },
 {
   "id": 6,
   "name": "Пляжный (beach)",
   "prom": "",
   "ukr": "Пляжний"
 },
 {
   "id": 7,
   "name": "Для праздничных событий (special occasion shoes)",
   "prom": "Праздничный",
   "ukr": "Святковий"
 }
]