export const vendors = [
 {
   "id": 1026,
   "name": "ARTO",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1027,
   "name": "888",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1028,
   "name": "YOLERA",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1,
   "name": "FLOWER",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 2,
   "name": "Belali",
   "material_id": 1,
   "vendor_id": 29,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 3,
   "name": "BUTTERI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 4,
   "name": "CAMAN",
   "material_id": 1,
   "vendor_id": 54,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 5,
   "name": "ST. SIKO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 6,
   "name": "SEKADA",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 7,
   "name": "Respect",
   "material_id": 1,
   "vendor_id": 83,
   "country_id": 2,
   "description": "Бренд Respect заработал себе хорошую репутацию благодаря отличному качеству и стильным моделям.",
   "description_ukr": "Бренд Respect заробив собі гарну репутацію завдяки чудовій якості та стильним моделям."
 },
 {
   "id": 8,
   "name": "WELFARE",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 9,
   "name": "VIVIEN",
   "material_id": 2,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 10,
   "name": "VICINO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 11,
   "name": "Y&K",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 12,
   "name": "FS",
   "material_id": 1,
   "vendor_id": 124,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 13,
   "name": "FREEMOOD",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 14,
   "name": "GINO ROSSI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 15,
   "name": "ETOR",
   "material_id": 1,
   "vendor_id": 127,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 16,
   "name": "FARO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 17,
   "name": "KRISBUT",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 18,
   "name": "Grendha",
   "material_id": 2,
   "vendor_id": 116,
   "country_id": 5,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 19,
   "name": "JENIFER",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 20,
   "name": "Badura",
   "material_id": 1,
   "vendor_id": 33,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 21,
   "name": "B&G",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 22,
   "name": "Bistfor",
   "material_id": 1,
   "vendor_id": 41,
   "country_id": 6,
   "description": "Обувь от этого украинского производителя не может оставить вас безразличными! Удобство и качество на высоте!",
   "description_ukr": "Взуття від цього українського виробника не може залишити вас байдужими! Зручність і якість на висоті!"
 },
 {
   "id": 23,
   "name": "BELISIMO",
   "material_id": 2,
   "vendor_id": 37,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 24,
   "name": "AIR STEP",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 25,
   "name": "ABIS",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 26,
   "name": "ABDIAS",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 28,
   "name": "BLOSSEM",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 29,
   "name": "BUENO",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Обувь турецкого производителя BUENO - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 30,
   "name": "CALORIE",
   "material_id": 1,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 31,
   "name": "CARISMA",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Обувь турецкого производителя CARISMA - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 32,
   "name": "SOLO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 33,
   "name": "Valex",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 34,
   "name": "LIANNE",
   "material_id": 2,
   "vendor_id": 83,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 35,
   "name": "LESTA",
   "material_id": 1,
   "vendor_id": 114,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 36,
   "name": "Queen",
   "material_id": 2,
   "vendor_id": 121,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 37,
   "name": "PUMA",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 38,
   "name": "OSSO",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Обувь турецкого производителя OSSO - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 39,
   "name": "ROMA",
   "material_id": 1,
   "vendor_id": 110,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 40,
   "name": "NIKE",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 41,
   "name": "ADIDAS",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 42,
   "name": "Rider",
   "material_id": 2,
   "vendor_id": 116,
   "country_id": 5,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 43,
   "name": "Gotti",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 44,
   "name": "POLANNI",
   "material_id": 1,
   "vendor_id": null,
   "country_id": null,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 45,
   "name": "BILLIANI",
   "material_id": 1,
   "vendor_id": 37,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 46,
   "name": "NINA",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 47,
   "name": "Vitto Rossi",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 48,
   "name": "GIBELLIERI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 49,
   "name": "TRIO",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 50,
   "name": "LEA FOSCATI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 51,
   "name": "CERUTTI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 52,
   "name": "Ipanema",
   "material_id": 2,
   "vendor_id": 116,
   "country_id": 5,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 53,
   "name": "PEMILA",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 54,
   "name": "VIVALO",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 55,
   "name": "AVANTI",
   "material_id": 1,
   "vendor_id": 20,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 56,
   "name": "Imac",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 57,
   "name": "LAMICA",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 58,
   "name": "Home Story",
   "material_id": 4,
   "vendor_id": 122,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 59,
   "name": "DIVA",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 60,
   "name": "CORVIN",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 61,
   "name": "DONNA PIU",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 62,
   "name": "HARDWOOD",
   "material_id": 2,
   "vendor_id": 83,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 63,
   "name": "MERLIN",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 64,
   "name": "IT.GIRL",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 65,
   "name": "MJUS                `",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 66,
   "name": "POMP",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 67,
   "name": "G.P.NICOLA",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 68,
   "name": "Nik",
   "material_id": 1,
   "vendor_id": 77,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 69,
   "name": "MARINETY",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 70,
   "name": "FLOTES",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 71,
   "name": "SKAVOLINI",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 72,
   "name": "Allshoes",
   "material_id": 3,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 73,
   "name": "ANTONIO BI",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 74,
   "name": "FABELINA",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 75,
   "name": "ERISSES",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 76,
   "name": "CARLANBY",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 77,
   "name": "LINO MARANO",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 78,
   "name": "ELMIRA",
   "material_id": 2,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 79,
   "name": "RIMA",
   "material_id": 2,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 80,
   "name": "VISCONI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 81,
   "name": "Miratti",
   "material_id": 1,
   "vendor_id": 74,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 82,
   "name": "EVEREST",
   "material_id": 1,
   "vendor_id": 111,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 83,
   "name": "SHADEY",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 84,
   "name": "ARIANA",
   "material_id": 2,
   "vendor_id": 13,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 85,
   "name": "ROBERTO PAULO",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 86,
   "name": "GIAGUARO",
   "material_id": 1,
   "vendor_id": 83,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 87,
   "name": "STREET FASHION",
   "material_id": 1,
   "vendor_id": 37,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 88,
   "name": "Jose Amorales",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 89,
   "name": "MARKO RECCO",
   "material_id": 1,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 90,
   "name": "SERGIO",
   "material_id": 1,
   "vendor_id": 12,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 91,
   "name": "Tom.M",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 92,
   "name": "MANI JEANS",
   "material_id": 4,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 93,
   "name": "Converse",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 94,
   "name": "AOMAI",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 95,
   "name": "LUX",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 96,
   "name": "BLOOMS",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 97,
   "name": "DISNEY BAB",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 98,
   "name": "HIGH SCHOOL",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 99,
   "name": "CALIF",
   "material_id": 1,
   "vendor_id": 51,
   "country_id": 6,
   "description": "Обувь от этого украинского производителя не может оставить вас безразличными! Удобство и качество на высоте!",
   "description_ukr": "Взуття від цього українського виробника не може залишити вас байдужими! Зручність і якість на висоті!"
 },
 {
   "id": 100,
   "name": "Impero",
   "material_id": 1,
   "vendor_id": 240,
   "country_id": 8,
   "description": "Обувь турецкого производителя Impero - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 101,
   "name": "LIN SHI",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 102,
   "name": "DUGS",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 103,
   "name": "FLEX",
   "material_id": 1,
   "vendor_id": 74,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 104,
   "name": "WINNI POOH",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 105,
   "name": "SEAVO TOP",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 106,
   "name": "SUN RABELL",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 107,
   "name": "LORBACSA",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 108,
   "name": "RESTTIME",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 109,
   "name": "BERLONI",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 110,
   "name": "DIDADEM",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 111,
   "name": "V.A.STORY",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 112,
   "name": "KASOBI",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 113,
   "name": "LIDIAN",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 114,
   "name": "KAROLINE",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 115,
   "name": "STRIMMA",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 116,
   "name": "ESTRELLA",
   "material_id": 2,
   "vendor_id": 37,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 117,
   "name": "CAMINOLUNAR",
   "material_id": 2,
   "vendor_id": 37,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 118,
   "name": "RAZOR",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 119,
   "name": "E.GELMETTI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 120,
   "name": "G.CONTI",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 121,
   "name": "MIRCO CICC",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 122,
   "name": "PASSIO",
   "material_id": 1,
   "vendor_id": 120,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 123,
   "name": "JENRIGO",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 124,
   "name": "SOPRA",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 125,
   "name": "ADANEX",
   "material_id": 4,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 126,
   "name": "LONZA",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 127,
   "name": "BLUE TEMPT",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 128,
   "name": "LEVUS",
   "material_id": 1,
   "vendor_id": 128,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 129,
   "name": "CLOTILDE",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 130,
   "name": "PRIMA DARTE",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 131,
   "name": "Ailinda",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 132,
   "name": "EKSBUT",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 133,
   "name": "LAPSI",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 134,
   "name": "Trendy",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 135,
   "name": "MEA BALAN",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 136,
   "name": "ISONDA",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 137,
   "name": "FUJIN",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 138,
   "name": "PRIMA EXCLUSIVE",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 139,
   "name": "BRAVO MODA",
   "material_id": 1,
   "vendor_id": 45,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 140,
   "name": "A.J.F.",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 142,
   "name": "BUT S",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 143,
   "name": "LUKASZ",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 144,
   "name": "SOFT BREEZ",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 145,
   "name": "SETEX",
   "material_id": 1,
   "vendor_id": 74,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 146,
   "name": "GEPARD",
   "material_id": 1,
   "vendor_id": 26,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 147,
   "name": "BEST BUT",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 148,
   "name": "FOLETTI",
   "material_id": 1,
   "vendor_id": 64,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 149,
   "name": "CDN",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 150,
   "name": "DESIRE UNI",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 151,
   "name": "LIVIER",
   "material_id": 1,
   "vendor_id": 45,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 152,
   "name": "KSM",
   "material_id": 1,
   "vendor_id": 74,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 153,
   "name": "Elegance",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 154,
   "name": "GINA PIACCI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 155,
   "name": "ROBERTO VITALI",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 156,
   "name": "NESSI",
   "material_id": 1,
   "vendor_id": 23,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 157,
   "name": "Marco",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 158,
   "name": "BLAZEJ",
   "material_id": 1,
   "vendor_id": 23,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 159,
   "name": "ULMANI SHOES",
   "material_id": 1,
   "vendor_id": 23,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 160,
   "name": "FLAMINGO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 161,
   "name": "ДРУЖОК",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 162,
   "name": "BUDDY DOG",
   "material_id": 3,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 163,
   "name": "DOLARDOG",
   "material_id": 3,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 164,
   "name": "VIOLA",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 165,
   "name": "ROBSON GRACE",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 166,
   "name": "DEMIROZA",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 167,
   "name": "BALDACCINI",
   "material_id": 1,
   "vendor_id": 117,
   "country_id": 2,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 168,
   "name": "КАРОНА",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 169,
   "name": "PALAZZO",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 170,
   "name": "CBT.T",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 171,
   "name": "GRACE",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 172,
   "name": "LUX BUT",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 173,
   "name": "KOMFORNS",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 174,
   "name": "GIULIA BIANCO",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 175,
   "name": "Lion",
   "material_id": 1,
   "vendor_id": 170,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 177,
   "name": "POLANSKI",
   "material_id": 1,
   "vendor_id": 23,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 179,
   "name": "RENR",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 180,
   "name": "VENETTI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 181,
   "name": "ERSAX",
   "material_id": 4,
   "vendor_id": 80,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 183,
   "name": "VICONT",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 184,
   "name": "RYLKO",
   "material_id": 1,
   "vendor_id": 90,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 185,
   "name": "NICO RARINI",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 186,
   "name": "BELYAEV",
   "material_id": 1,
   "vendor_id": 105,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 187,
   "name": "SENSA",
   "material_id": 1,
   "vendor_id": 20,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 188,
   "name": "SANITAL",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 189,
   "name": "RAMMIT",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 190,
   "name": "SIMEN",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 191,
   "name": "ATEX",
   "material_id": 1,
   "vendor_id": 20,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 192,
   "name": "ЭЛЬФФЕЙ",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 193,
   "name": "BIMKO",
   "material_id": 1,
   "vendor_id": 119,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 194,
   "name": "HAPPY KENI",
   "material_id": 1,
   "vendor_id": 119,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 195,
   "name": "24M",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 196,
   "name": "SHARK",
   "material_id": 1,
   "vendor_id": 93,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 197,
   "name": "CONHPOL",
   "material_id": 1,
   "vendor_id": 90,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 198,
   "name": "ELISE",
   "material_id": 1,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 199,
   "name": "ВЕСЕЛЫЙ МИШКА",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 200,
   "name": "МЫШОНОК",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 201,
   "name": "BABY SKY",
   "material_id": 1,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 202,
   "name": "LEONA",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 203,
   "name": "PURGAL",
   "material_id": 1,
   "vendor_id": 20,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 204,
   "name": "VERONNA",
   "material_id": 1,
   "vendor_id": 20,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 205,
   "name": "ARTOS",
   "material_id": 1,
   "vendor_id": 17,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 206,
   "name": "Sherlock Soon",
   "material_id": 1,
   "vendor_id": 96,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 207,
   "name": "ANGEL SKY",
   "material_id": 3,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 208,
   "name": "MOLIANA",
   "material_id": 2,
   "vendor_id": 99,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 209,
   "name": "MODA LISA",
   "material_id": 2,
   "vendor_id": 61,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 210,
   "name": "G.BIANCO",
   "material_id": 1,
   "vendor_id": 48,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 211,
   "name": "VICTORIAS",
   "material_id": 2,
   "vendor_id": 61,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 212,
   "name": "BONNAS",
   "material_id": 2,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 213,
   "name": "SOLEMATE",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 214,
   "name": "VENSI",
   "material_id": 2,
   "vendor_id": 113,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 215,
   "name": "FARFALLA",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 216,
   "name": "SERGIO FERRAGAMO",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 217,
   "name": "ELIZABETH",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 218,
   "name": "BETSY",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 219,
   "name": "ELDA",
   "material_id": 1,
   "vendor_id": 71,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 220,
   "name": "Presso",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 221,
   "name": "PILAR MONET",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 222,
   "name": "JASMINE",
   "material_id": 1,
   "vendor_id": 61,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 223,
   "name": "NOVE ROSE",
   "material_id": 1,
   "vendor_id": 67,
   "country_id": 3,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 224,
   "name": "BIG ROPE",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 226,
   "name": "ENZO",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 227,
   "name": "CALZADOS PILU",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 229,
   "name": "JOY",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 230,
   "name": "Libero",
   "material_id": 1,
   "vendor_id": 71,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 231,
   "name": "CAPAR",
   "material_id": 1,
   "vendor_id": 61,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 232,
   "name": "BABYLON",
   "material_id": 1,
   "vendor_id": 74,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 233,
   "name": "MINI LADY",
   "material_id": 1,
   "vendor_id": null,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 234,
   "name": "BALIZZA",
   "material_id": 1,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 235,
   "name": "Keddo",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 236,
   "name": "BOTTO",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 237,
   "name": "Tesoro",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 238,
   "name": "EMBIS",
   "material_id": 1,
   "vendor_id": 118,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 239,
   "name": "Crosby",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 240,
   "name": "GIULIO SANTORO",
   "material_id": 1,
   "vendor_id": 71,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 241,
   "name": "GERARD",
   "material_id": 1,
   "vendor_id": 118,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 242,
   "name": "ACCORD",
   "material_id": 1,
   "vendor_id": 71,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 243,
   "name": "100рем",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 244,
   "name": "105рем",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 245,
   "name": "10губ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 246,
   "name": "10кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 247,
   "name": "15губ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 248,
   "name": "15ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 249,
   "name": "16кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 250,
   "name": "18губ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 251,
   "name": "18кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 252,
   "name": "18ласт",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 253,
   "name": "20ласт",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 254,
   "name": "20щ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 255,
   "name": "22ласт",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 256,
   "name": "22кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 257,
   "name": "22ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 258,
   "name": "24кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 259,
   "name": "24ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 260,
   "name": "25кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 261,
   "name": "26кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 262,
   "name": "28губ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 263,
   "name": "30кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 264,
   "name": "30ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 265,
   "name": "32кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 266,
   "name": "35губ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 267,
   "name": "35лож",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 268,
   "name": "35ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 269,
   "name": "35щ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 270,
   "name": "38кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 272,
   "name": "40кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 273,
   "name": "40щ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 274,
   "name": "42кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 275,
   "name": "45кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 276,
   "name": "45лож",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 277,
   "name": "45ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 278,
   "name": "48кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 279,
   "name": "48ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 280,
   "name": "55кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 281,
   "name": "55ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 282,
   "name": "5шн",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 283,
   "name": "60кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 284,
   "name": "65кр",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 285,
   "name": "7шн",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 286,
   "name": "80рем",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 287,
   "name": "85лож",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 288,
   "name": "90рем",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 289,
   "name": "12н",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 337,
   "name": "RIZOLI",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 338,
   "name": "IZABEL",
   "material_id": 2,
   "vendor_id": 13,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 339,
   "name": "ECCO",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 340,
   "name": "KOMFORT",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 341,
   "name": "Classica",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 342,
   "name": "URBICA",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 343,
   "name": "PENELOP",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 344,
   "name": "PLANTON",
   "material_id": 1,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 345,
   "name": "MISS SCAPE",
   "material_id": 3,
   "vendor_id": 83,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 346,
   "name": "PUNTO BELLA",
   "material_id": 1,
   "vendor_id": 125,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 347,
   "name": "FIRENZE",
   "material_id": 1,
   "vendor_id": 90,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 348,
   "name": "LAURA GIUSTI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 349,
   "name": "10шн",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 350,
   "name": "SUOFEITE",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 351,
   "name": "CIRCR",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 352,
   "name": "FOX",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 353,
   "name": "ATRIBOOTS",
   "material_id": 2,
   "vendor_id": 129,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 354,
   "name": "EGO LINE",
   "material_id": 1,
   "vendor_id": 129,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 355,
   "name": "PATRIOT",
   "material_id": 2,
   "vendor_id": 129,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 356,
   "name": "BEAR BOBBY",
   "material_id": 3,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 357,
   "name": "PESCO",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 358,
   "name": "TLCOK",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 359,
   "name": "SUMMERGIRL",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 360,
   "name": "BM",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Польские производители известны своим высоким качеством обуви и бренд BM не исключение! Фишка этого бренда - необычайное качество стелек обуви!",
   "description_ukr": "Польські виробники відомі своєю високою якістю взуття та бренд BM не виняток! Фішка цього бренду – надзвичайна якість устілок взуття!"
 },
 {
   "id": 361,
   "name": "Prestige",
   "material_id": 1,
   "vendor_id": 258,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 362,
   "name": "COCCINE",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 363,
   "name": "ERDAL",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 364,
   "name": "SALAMANDER",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 365,
   "name": "PUNCH",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 366,
   "name": "BANDI",
   "material_id": 3,
   "vendor_id": 139,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 368,
   "name": "Kolari",
   "material_id": 1,
   "vendor_id": 235,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 369,
   "name": "BACIYE",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 370,
   "name": "COMFORT VT",
   "material_id": 1,
   "vendor_id": 131,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 371,
   "name": "CARINI",
   "material_id": 1,
   "vendor_id": 23,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 372,
   "name": "STEFBUT",
   "material_id": 1,
   "vendor_id": 118,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 373,
   "name": "KOTY",
   "material_id": 1,
   "vendor_id": 118,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 374,
   "name": "TUTO",
   "material_id": 1,
   "vendor_id": 132,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 375,
   "name": "Ривана",
   "material_id": 1,
   "vendor_id": 134,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 376,
   "name": "MISHEL",
   "material_id": 1,
   "vendor_id": 135,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 378,
   "name": "Timberland",
   "material_id": 1,
   "vendor_id": 136,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 379,
   "name": "RQ",
   "material_id": 1,
   "vendor_id": 137,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 382,
   "name": "VASLAV",
   "material_id": 1,
   "vendor_id": 138,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 383,
   "name": "STUDIA VITO",
   "material_id": 1,
   "vendor_id": 133,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 385,
   "name": "Сумки К",
   "material_id": 2,
   "vendor_id": 139,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 386,
   "name": "RELAX",
   "material_id": 1,
   "vendor_id": 165,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 387,
   "name": "8н",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 388,
   "name": "7н",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 389,
   "name": "Anna Lucci",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 8,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 390,
   "name": "Nivelle",
   "material_id": 1,
   "vendor_id": 140,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 391,
   "name": "KAPP",
   "material_id": 2,
   "vendor_id": null,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 392,
   "name": "GRUNBERG",
   "material_id": 2,
   "vendor_id": 5,
   "country_id": 7,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 393,
   "name": "15шн",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 394,
   "name": "60ст",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 395,
   "name": "LIDER",
   "material_id": 2,
   "vendor_id": 87,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 396,
   "name": "MAINILA",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 397,
   "name": "REKOTTI",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 398,
   "name": "LIBELLEN",
   "material_id": 1,
   "vendor_id": 1,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 399,
   "name": "NEW BALANCE",
   "material_id": 2,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 400,
   "name": "KELLAIFENG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 401,
   "name": "Солнце",
   "material_id": 3,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 402,
   "name": "EeBb",
   "material_id": 3,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 403,
   "name": "Lilin",
   "material_id": null,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 405,
   "name": "EFA",
   "material_id": 1,
   "vendor_id": 145,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 406,
   "name": "Lucky Choice",
   "material_id": 1,
   "vendor_id": 146,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 407,
   "name": "ESPADRILIAS",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 408,
   "name": "ZUMER",
   "material_id": 1,
   "vendor_id": 136,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 409,
   "name": "POLI",
   "material_id": 1,
   "vendor_id": 143,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 410,
   "name": "Liliya",
   "material_id": 1,
   "vendor_id": 144,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 411,
   "name": "LADY UNICA",
   "material_id": 1,
   "vendor_id": 147,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 412,
   "name": "BEST BABY",
   "material_id": 1,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 413,
   "name": "BUDDY SHEEP",
   "material_id": 3,
   "vendor_id": 57,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 414,
   "name": "FABIO MONELLI",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 415,
   "name": "TIBET",
   "material_id": 1,
   "vendor_id": 148,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 416,
   "name": "FABER",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 417,
   "name": "LUXSHOES",
   "material_id": 4,
   "vendor_id": 150,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 418,
   "name": "Y.HAI",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 419,
   "name": "TUNIX",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 420,
   "name": "GIRN",
   "material_id": 4,
   "vendor_id": 150,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 421,
   "name": "GANZ",
   "material_id": 1,
   "vendor_id": 151,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 422,
   "name": "Lexi",
   "material_id": 1,
   "vendor_id": 152,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 423,
   "name": "TWENTY TWO",
   "material_id": 1,
   "vendor_id": 153,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 424,
   "name": "BOGUN",
   "material_id": 1,
   "vendor_id": 154,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 425,
   "name": "KUVA",
   "material_id": 1,
   "vendor_id": 155,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 426,
   "name": "Waldi",
   "material_id": 4,
   "vendor_id": 156,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 427,
   "name": "POLO",
   "material_id": 3,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 428,
   "name": "Kangaroo",
   "material_id": 2,
   "vendor_id": 139,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 430,
   "name": "CORSO",
   "material_id": 1,
   "vendor_id": 157,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 431,
   "name": "Belvas",
   "material_id": 1,
   "vendor_id": 158,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 432,
   "name": "Kristi",
   "material_id": 1,
   "vendor_id": 159,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 433,
   "name": "RONDO",
   "material_id": 1,
   "vendor_id": 160,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 435,
   "name": "Lorandi",
   "material_id": 1,
   "vendor_id": 161,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 437,
   "name": "Mans Style",
   "material_id": 1,
   "vendor_id": 162,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 438,
   "name": "MARIOTTI",
   "material_id": 1,
   "vendor_id": 163,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 440,
   "name": "PAV",
   "material_id": 1,
   "vendor_id": 164,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 441,
   "name": "SOFIS",
   "material_id": 1,
   "vendor_id": 166,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 442,
   "name": "TERRA GRANDE",
   "material_id": 1,
   "vendor_id": 167,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 443,
   "name": "FOOT STEP",
   "material_id": 1,
   "vendor_id": 168,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 444,
   "name": "ARTKIDI",
   "material_id": 1,
   "vendor_id": 169,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 445,
   "name": "MXM",
   "material_id": 2,
   "vendor_id": 141,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 446,
   "name": "SAN",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 447,
   "name": "GABOR",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 448,
   "name": "80лож",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 449,
   "name": "FIEERINNI",
   "material_id": 2,
   "vendor_id": 170,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 450,
   "name": "FORTUNE",
   "material_id": 2,
   "vendor_id": 170,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 451,
   "name": "CLOWSE",
   "material_id": 2,
   "vendor_id": 170,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 452,
   "name": "FA FA",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 453,
   "name": "Girnaive",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 454,
   "name": "JINLIDA",
   "material_id": 2,
   "vendor_id": 170,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 455,
   "name": "Navigator",
   "material_id": 2,
   "vendor_id": 243,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 456,
   "name": "JIOLAI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 457,
   "name": "LIBANG",
   "material_id": 2,
   "vendor_id": 181,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 458,
   "name": "VIOLETA",
   "material_id": 2,
   "vendor_id": 232,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 459,
   "name": "WONDER",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 460,
   "name": "Desun",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 461,
   "name": "QTYLL",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 462,
   "name": "Леопард",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 463,
   "name": "Meideli",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 464,
   "name": "Bashili",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 465,
   "name": "DOOWOOD",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 466,
   "name": "Ideal",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 467,
   "name": "SENVIN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 468,
   "name": "ASHIGULI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 469,
   "name": "БАБОЧКА",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 470,
   "name": "Kamengsi",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 471,
   "name": "GAMMA",
   "material_id": 2,
   "vendor_id": 119,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 472,
   "name": "RedSun",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 473,
   "name": "L-F",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 474,
   "name": "YZY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 475,
   "name": "KMB",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 476,
   "name": "ТОП",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 477,
   "name": "STAR",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 478,
   "name": "Restime",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 479,
   "name": "LARK",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 480,
   "name": "SOBOT",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 481,
   "name": "COMFORT",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 482,
   "name": "EGLE",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 483,
   "name": "FLAMANTI",
   "material_id": 1,
   "vendor_id": 175,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 484,
   "name": "BV",
   "material_id": 1,
   "vendor_id": 176,
   "country_id": 6,
   "description": "Обувь от этого украинского производителя не может оставить вас безразличными! Удобство и качество на высоте!",
   "description_ukr": "Взуття від цього українського виробника не може залишити вас байдужими! Зручність і якість на висоті!"
 },
 {
   "id": 485,
   "name": "Archi",
   "material_id": 1,
   "vendor_id": 174,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 486,
   "name": "KORC",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 487,
   "name": "PAOLO",
   "material_id": 1,
   "vendor_id": 173,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 488,
   "name": "NEW STYLE",
   "material_id": 1,
   "vendor_id": 179,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 489,
   "name": "ROAD STYLE",
   "material_id": 1,
   "vendor_id": 177,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 490,
   "name": "MONNARI",
   "material_id": 3,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 491,
   "name": "30шн",
   "material_id": 4,
   "vendor_id": 178,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 492,
   "name": "LEON",
   "material_id": 2,
   "vendor_id": 181,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 493,
   "name": "85щ",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 494,
   "name": "WOOLF",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 495,
   "name": "VICES",
   "material_id": 3,
   "vendor_id": 183,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 496,
   "name": "AVK",
   "material_id": 1,
   "vendor_id": 184,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 497,
   "name": "In Max",
   "material_id": 1,
   "vendor_id": 185,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 498,
   "name": "RULETTO",
   "material_id": 1,
   "vendor_id": 186,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 500,
   "name": "HARIES",
   "material_id": 1,
   "vendor_id": 187,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 501,
   "name": "Masheros",
   "material_id": 1,
   "vendor_id": 188,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 502,
   "name": "ELVIX",
   "material_id": 1,
   "vendor_id": 189,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 503,
   "name": "TOTO FAMILY",
   "material_id": 1,
   "vendor_id": 190,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 504,
   "name": "se7en",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 505,
   "name": "AIERDE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 506,
   "name": "DUAL",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 507,
   "name": "GFB",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 509,
   "name": "SEKA",
   "material_id": 3,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 510,
   "name": "PABIA",
   "material_id": 3,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 511,
   "name": "RICCALDI",
   "material_id": 3,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 512,
   "name": "ROBO",
   "material_id": 3,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 513,
   "name": "VERA PELLE",
   "material_id": 1,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 514,
   "name": "MAXFLY",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 515,
   "name": "ZDW",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 516,
   "name": "SIYING",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 517,
   "name": "Vanilla",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 518,
   "name": "Jong Golf",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 519,
   "name": "Bayota",
   "material_id": 2,
   "vendor_id": 243,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 520,
   "name": "Bonote",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 521,
   "name": "LQD",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 522,
   "name": "HOLASO",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 523,
   "name": "Favor",
   "material_id": 1,
   "vendor_id": 148,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 524,
   "name": "SANA",
   "material_id": 1,
   "vendor_id": 191,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 525,
   "name": "POLIN",
   "material_id": 1,
   "vendor_id": 192,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 526,
   "name": "Prellesta",
   "material_id": 1,
   "vendor_id": 193,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 527,
   "name": "LACS",
   "material_id": 1,
   "vendor_id": 142,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 528,
   "name": "GURTEX",
   "material_id": 1,
   "vendor_id": 194,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 529,
   "name": "GALLOP",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 530,
   "name": "W.Niko",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 531,
   "name": "LUDJEN",
   "material_id": 1,
   "vendor_id": 196,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 532,
   "name": "WALKER",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 533,
   "name": "WALKER",
   "material_id": 1,
   "vendor_id": 197,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 534,
   "name": "MOLI",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 535,
   "name": "PASNIKE",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 536,
   "name": "VIKTTORIO",
   "material_id": 1,
   "vendor_id": 198,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 537,
   "name": "Mistral",
   "material_id": 1,
   "vendor_id": 199,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 538,
   "name": "BANDI",
   "material_id": 2,
   "vendor_id": 139,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 539,
   "name": "DAVID JONES",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качество и стильные модели бренда DAVID JONES уже хорошо известны многим покупателям!",
   "description_ukr": "Качество и стильные модели бренда DAVID JONES уже хорошо известны многим покупателям!"
 },
 {
   "id": 540,
   "name": "BLUMARI",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 541,
   "name": "SCHILO-JOLIE",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 542,
   "name": "ILF",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 543,
   "name": "COO&CO",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 544,
   "name": "BEIYANI",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 545,
   "name": "LIDA",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 546,
   "name": "С.Луч",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 547,
   "name": "ESPADRILLE",
   "material_id": 4,
   "vendor_id": 200,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 548,
   "name": "Польша",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 549,
   "name": "Cuddos",
   "material_id": 1,
   "vendor_id": 202,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 550,
   "name": "VENTAJA",
   "material_id": 1,
   "vendor_id": 203,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 551,
   "name": "SAFINA",
   "material_id": 1,
   "vendor_id": 204,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 552,
   "name": "CAROC",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 553,
   "name": "Yalike",
   "material_id": 3,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 554,
   "name": "LAURA MESSI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 555,
   "name": "KORDER",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 556,
   "name": "ARS",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Польские производители известны своим высоким качеством обуви и бренд ARS не исключение! Фишка этого бренда - необычайное качество стелек обуви!",
   "description_ukr": "Польські виробники відомі своєю високою якістю взуття та бренд ARS не виняток! Фішка цього бренду – надзвичайна якість устілок взуття!"
 },
 {
   "id": 557,
   "name": "Y.TOP",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 558,
   "name": "TOPAS",
   "material_id": 1,
   "vendor_id": 207,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 559,
   "name": "Kristal",
   "material_id": 1,
   "vendor_id": 208,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 560,
   "name": "BOTUS",
   "material_id": 1,
   "vendor_id": 208,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 561,
   "name": "SLM",
   "material_id": 1,
   "vendor_id": 209,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 562,
   "name": "WESTLAND",
   "material_id": 1,
   "vendor_id": 210,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 563,
   "name": "Annalux",
   "material_id": 1,
   "vendor_id": 211,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 564,
   "name": "Сумки N",
   "material_id": 2,
   "vendor_id": 212,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 565,
   "name": "Сумка мужN",
   "material_id": 2,
   "vendor_id": 212,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 566,
   "name": "OBL",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 567,
   "name": "VT-TV",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 568,
   "name": "X&Y",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 569,
   "name": "Purlina",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 570,
   "name": "DIORIS",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 571,
   "name": "Сумки П",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 572,
   "name": "CV",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 573,
   "name": "носки",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 574,
   "name": "сумки О",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 575,
   "name": "GALLANTRY",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 576,
   "name": "FLORA&GO",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 577,
   "name": "КЛАТЧИ",
   "material_id": 2,
   "vendor_id": 180,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 578,
   "name": "SULITA",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 579,
   "name": "YLAODA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 580,
   "name": "CELIYA",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 581,
   "name": "Mainelin",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 582,
   "name": "Mengting",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 583,
   "name": "SMILE",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 584,
   "name": "SYDLOWSKY",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 585,
   "name": "ARKA",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 586,
   "name": "Ari Andano",
   "material_id": 1,
   "vendor_id": 215,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 587,
   "name": "Konors",
   "material_id": 1,
   "vendor_id": 216,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 589,
   "name": "TTTOTA",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 590,
   "name": "VESNOE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 591,
   "name": "BABY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 592,
   "name": "КАУРІ",
   "material_id": 1,
   "vendor_id": 217,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 593,
   "name": "L.NIKO",
   "material_id": 1,
   "vendor_id": 218,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 594,
   "name": "WAL-DI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 595,
   "name": "LADABB",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 596,
   "name": "SOLO",
   "material_id": 1,
   "vendor_id": 83,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 597,
   "name": "ITTS",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 598,
   "name": "ZOOM",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 599,
   "name": "Войтенко",
   "material_id": 1,
   "vendor_id": 219,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 600,
   "name": "ALAVADI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 601,
   "name": "VIOLETTI",
   "material_id": 1,
   "vendor_id": 220,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 602,
   "name": "CAMIDY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 603,
   "name": "Lady Lily",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 604,
   "name": "Young Zone",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 605,
   "name": "Bellini YDG",
   "material_id": 1,
   "vendor_id": 221,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 606,
   "name": "LAN-KARS",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 607,
   "name": "BALADA",
   "material_id": 4,
   "vendor_id": 183,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 608,
   "name": "YONG ZONE",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 610,
   "name": "Waldem",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 611,
   "name": "CLIBEE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 612,
   "name": "Канарейка",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 613,
   "name": "ДРАКОША",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 614,
   "name": "ZEFFIRA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 615,
   "name": "ESVE",
   "material_id": 1,
   "vendor_id": 222,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 616,
   "name": "OLLI",
   "material_id": 1,
   "vendor_id": 223,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 617,
   "name": "Carlo Pachini",
   "material_id": 1,
   "vendor_id": 164,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 618,
   "name": "PL-PS",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 619,
   "name": "MEEKONE",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 620,
   "name": "LOVE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 621,
   "name": "L&M",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 622,
   "name": "Dago",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 623,
   "name": "DEMUR",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 624,
   "name": "PAOLLA",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 625,
   "name": "FABIOLAS",
   "material_id": 3,
   "vendor_id": 115,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 626,
   "name": "CANOA",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 627,
   "name": "СТАРГО",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 628,
   "name": "CISST",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 629,
   "name": "SHAMILU",
   "material_id": 4,
   "vendor_id": 224,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 630,
   "name": "JSX",
   "material_id": 4,
   "vendor_id": 224,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 632,
   "name": "SONEX",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 633,
   "name": "Active",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 635,
   "name": "Paliament",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 636,
   "name": "Мальвина",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 637,
   "name": "AIDAN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 638,
   "name": "CINAR",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 639,
   "name": "SEVEN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 640,
   "name": "Constanta",
   "material_id": 1,
   "vendor_id": 226,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высотеОбувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висотіВзуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!!"
 },
 {
   "id": 641,
   "name": "GINA",
   "material_id": 1,
   "vendor_id": 227,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 642,
   "name": "ZANGAK",
   "material_id": 1,
   "vendor_id": 230,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 643,
   "name": "NERO ROSSI",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 644,
   "name": "7mil",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Итальянская кожа в комплексе с польским качественным производством - это необычайная мягкость и удобство обуви бренда 7mil",
   "description_ukr": "Італійська шкіра в комплексі з польським якісним виробництвом - це надзвичайна м'якість та зручність взуття бренду 7mil."
 },
 {
   "id": 645,
   "name": "TAPULI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 646,
   "name": "JIBUKANG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 647,
   "name": "VIVARO",
   "material_id": 1,
   "vendor_id": 229,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 648,
   "name": "2US",
   "material_id": 1,
   "vendor_id": 228,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 649,
   "name": "JUBIKANG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 650,
   "name": "COMFORT BABY",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 651,
   "name": "CINAR",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 652,
   "name": "DOMASHKA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 653,
   "name": "UFOQQ",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 654,
   "name": "YALASOU",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 655,
   "name": "LETSGO",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 656,
   "name": "Loretta",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 657,
   "name": "LUCHSHIE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 658,
   "name": "LB",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 659,
   "name": "ALEX",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 660,
   "name": "HAPPY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 661,
   "name": "Белста",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 662,
   "name": "FUGUIYUN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 663,
   "name": "FABULLOK",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 664,
   "name": "G-STYLE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 665,
   "name": "ABA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 666,
   "name": "JIULAI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 667,
   "name": "VERANO",
   "material_id": 1,
   "vendor_id": 234,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 668,
   "name": "FLEX&GO",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 9,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 669,
   "name": "TEETSPACE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 670,
   "name": "KYLIES CRAZY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 671,
   "name": "ALLSTAR",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 672,
   "name": "Aspena",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 673,
   "name": "MARIETTAS",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 675,
   "name": "ALIGATORI",
   "material_id": 1,
   "vendor_id": 209,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 676,
   "name": "XIFA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 677,
   "name": "JIANSAN",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 678,
   "name": "JIN.LAN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 679,
   "name": "OUBAILI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 680,
   "name": "FASHION",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 681,
   "name": "HONGQUAN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 682,
   "name": "VINTAGE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 683,
   "name": "AMG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 684,
   "name": "CEVIVO",
   "material_id": 1,
   "vendor_id": 231,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 685,
   "name": "Katrina",
   "material_id": 1,
   "vendor_id": 233,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 686,
   "name": "X-Y",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 687,
   "name": "SOFT WIND",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 688,
   "name": "CAMILLE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 689,
   "name": "FAT-FAX",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 690,
   "name": "QQ SHOES",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 691,
   "name": "D&R",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 692,
   "name": "DVA SHOES",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 693,
   "name": "SHARIF",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 694,
   "name": "BBTE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 695,
   "name": "BOYANG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 696,
   "name": "GEDANNI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 697,
   "name": "CALETON",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 698,
   "name": "Ailaifa",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 699,
   "name": "LITTLE FAIRY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 700,
   "name": "X.ZIYANG",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 701,
   "name": "SUPER GEAR",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 702,
   "name": "AAPR",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 703,
   "name": "DF SHOES",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 704,
   "name": "Шалунишка",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 705,
   "name": "ADA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 706,
   "name": "MANGHUA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 707,
   "name": "ZC.8888",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 708,
   "name": "VEAGIA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 709,
   "name": "Sayota",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 710,
   "name": "ZAHAR",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 711,
   "name": "SANDWAY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 712,
   "name": "STYLE BABY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 713,
   "name": "FUGUISHAN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 714,
   "name": "JIAOLIMEI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 715,
   "name": "ОГОГО",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 716,
   "name": "Marmeid",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 717,
   "name": "AESD",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 718,
   "name": "HOLOSO",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 719,
   "name": "KDSL",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 720,
   "name": "Kaleila",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 721,
   "name": "PTPT",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 722,
   "name": "ESK",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 723,
   "name": "KAMPA",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 724,
   "name": "KORD",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 725,
   "name": "KOS.",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 726,
   "name": "BB",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 727,
   "name": "MOSCALA",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 728,
   "name": "STENSKY",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 729,
   "name": "NAYASITUN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 730,
   "name": "WindRose",
   "material_id": 1,
   "vendor_id": 236,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 731,
   "name": "LOVE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 732,
   "name": "Cosby",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 733,
   "name": "Kanuchun",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 734,
   "name": "Affinity",
   "material_id": 1,
   "vendor_id": 237,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 735,
   "name": "Valiente",
   "material_id": 1,
   "vendor_id": 238,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 736,
   "name": "Boss Viktor",
   "material_id": 1,
   "vendor_id": 239,
   "country_id": 2,
   "description": "Элегантность и отличное качество кожи, которое использует производитель, отличает этот бренд от множества других!",
   "description_ukr": "Елегантність та відмінна якість шкіри, яку використовує виробник, відрізняє цей бренд від багатьох інших!"
 },
 {
   "id": 737,
   "name": "DITAS",
   "material_id": 1,
   "vendor_id": 241,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 738,
   "name": "YIYI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 739,
   "name": "GOLDSTAR",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 740,
   "name": "VIENTTO",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 741,
   "name": "SDS",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 742,
   "name": "SUFEIYA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 743,
   "name": "Horoso",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 744,
   "name": "LACOSTE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 745,
   "name": "OK SHOES",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 746,
   "name": "Z&Y",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 748,
   "name": "BOSIDO",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 749,
   "name": "Seastar",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 750,
   "name": "Amore",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 751,
   "name": "DINO ALBAT",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 752,
   "name": "WEI WEI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 753,
   "name": "Dageni",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 755,
   "name": "COOLNICE",
   "material_id": 2,
   "vendor_id": 242,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 756,
   "name": "MILLY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 757,
   "name": "ALASKA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 758,
   "name": "JIAN SHA",
   "material_id": 1,
   "vendor_id": 239,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 759,
   "name": "MAXIMUM",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 760,
   "name": "STEEL-LAND",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 761,
   "name": "SAIMAOJI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 762,
   "name": "NEIGHBOR",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 763,
   "name": "TAP-OK",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 764,
   "name": "SHIANGHUA",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 765,
   "name": "Filipe Shoes",
   "material_id": 1,
   "vendor_id": 234,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 766,
   "name": "Nika Veroni",
   "material_id": 1,
   "vendor_id": 244,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 767,
   "name": "Guitto",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Обувь турецкого производителя Guitto - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 770,
   "name": "Andante",
   "material_id": 1,
   "vendor_id": 247,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 771,
   "name": "BoBo",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 772,
   "name": "SUPO",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 773,
   "name": "Stilli",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 774,
   "name": "Bomba",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 775,
   "name": "Enmeal",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 776,
   "name": "Vasari",
   "material_id": 1,
   "vendor_id": 246,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 777,
   "name": "Comer",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 778,
   "name": "LEMON FREE",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 779,
   "name": "YUSSI",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 780,
   "name": "LENASE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 781,
   "name": "LBP Shoes",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 782,
   "name": "Yes Shoes",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 783,
   "name": "MISSLIZA",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 784,
   "name": "ROSSANO",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 785,
   "name": "APPOLO",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 786,
   "name": "SMALL SWAN",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 787,
   "name": "ERICO",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 788,
   "name": "SILA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 789,
   "name": "Bells",
   "material_id": 1,
   "vendor_id": 249,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 792,
   "name": "TEONA",
   "material_id": 1,
   "vendor_id": 250,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 793,
   "name": "Lions",
   "material_id": 1,
   "vendor_id": 251,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 794,
   "name": "ANRY",
   "material_id": 1,
   "vendor_id": 252,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 795,
   "name": "DALIS",
   "material_id": 1,
   "vendor_id": 253,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 796,
   "name": "BLUE",
   "material_id": 1,
   "vendor_id": 201,
   "country_id": 2,
   "description": "Польский производитель обуви, который отличается безупречным качеством материалов и пошива, отменными колобками и удобством обуви",
   "description_ukr": "Польський виробник взуття, який відрізняється бездоганною якістю матеріалів та пошиття, відмінними колобками та зручністю взуття."
 },
 {
   "id": 797,
   "name": "Weles",
   "material_id": 1,
   "vendor_id": 254,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 798,
   "name": "BEST VAK",
   "material_id": 1,
   "vendor_id": 176,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 799,
   "name": "VIKTORIYA",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 800,
   "name": "REEBOK",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 801,
   "name": "Conspotse",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 802,
   "name": "Levossa",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Обувь турецкого производителя Levossa - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 803,
   "name": "Сертификат",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 804,
   "name": "MIO MIO",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 805,
   "name": "ESTELLE",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 806,
   "name": "BESSKY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 807,
   "name": "ALBOOM",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 808,
   "name": "No Brand",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 809,
   "name": "ELENA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 810,
   "name": "Yes Smile",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 811,
   "name": "RAFAELLO",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 812,
   "name": "GOLLMONY",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 813,
   "name": "B.B.G",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 814,
   "name": "AISIDA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 815,
   "name": "Seekf",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 816,
   "name": "CROCS",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 817,
   "name": "Bens",
   "material_id": 1,
   "vendor_id": 255,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 818,
   "name": "FILA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 819,
   "name": "EILA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 820,
   "name": "Wonex",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 821,
   "name": "Crossav",
   "material_id": 1,
   "vendor_id": 257,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 822,
   "name": "M&D",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 823,
   "name": "BBT",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 825,
   "name": "ESTILE",
   "material_id": 1,
   "vendor_id": 240,
   "country_id": 8,
   "description": "Обувь турецкого производителя Estile - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 826,
   "name": "MARKE P",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 827,
   "name": "GORANGO",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 831,
   "name": "Сумки P",
   "material_id": 1,
   "vendor_id": 259,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 832,
   "name": "Blondi",
   "material_id": 1,
   "vendor_id": 256,
   "country_id": 6,
   "description": "Обувь от этого украинского производителя не может оставить вас безразличными! Удобство и качество на высоте!",
   "description_ukr": "Взуття від цього українського виробника не може залишити вас байдужими! Зручність і якість на висоті!"
 },
 {
   "id": 833,
   "name": "APAWWA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 834,
   "name": "Alessio",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 835,
   "name": "Kimbo-o",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 836,
   "name": "CLASS-SHOES",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 837,
   "name": "Сумки C",
   "material_id": 2,
   "vendor_id": 261,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 838,
   "name": "MDK Shoes",
   "material_id": 1,
   "vendor_id": 262,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 839,
   "name": "ADRENIJ",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 840,
   "name": "LRBROTHER",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 841,
   "name": "LADY LILI",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 843,
   "name": "S.S.",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 844,
   "name": "Ilona",
   "material_id": 1,
   "vendor_id": 266,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 845,
   "name": "КРОССОВКИ",
   "material_id": 1,
   "vendor_id": 263,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 846,
   "name": "TAURUS",
   "material_id": 1,
   "vendor_id": 260,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 847,
   "name": "CH.Creation",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 848,
   "name": "SELLIVENO",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 849,
   "name": "DAY-VINE",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 850,
   "name": "RAFFELLI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 851,
   "name": "Gukkor",
   "material_id": 1,
   "vendor_id": 265,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 852,
   "name": "CARMELA",
   "material_id": 1,
   "vendor_id": 264,
   "country_id": 4,
   "description": "Испанский производитель - это гарантия качества и удобства, а также высокое качество материалов!",
   "description_ukr": "Іспанський виробник – це гарантія якості та зручності, а також висока якість матеріалів!"
 },
 {
   "id": 853,
   "name": "FEENA",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 854,
   "name": "STEFENNI",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 855,
   "name": "CAILASTE",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 856,
   "name": "PESM",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 857,
   "name": "BOSIDO",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 858,
   "name": "AxBoxing",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 859,
   "name": "Kangfu",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 860,
   "name": "HENGJI",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 861,
   "name": "ShichAng",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 864,
   "name": "ALEMYKIDS",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 865,
   "name": "М.МИЧИ",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 866,
   "name": "FABIO",
   "material_id": 1,
   "vendor_id": 102,
   "country_id": 2,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 867,
   "name": "JOHNNY",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 869,
   "name": "TAMEI",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 870,
   "name": "Сумка кожа",
   "material_id": 1,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 871,
   "name": "JOMIX",
   "material_id": 4,
   "vendor_id": 267,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 872,
   "name": "Weide",
   "material_id": 2,
   "vendor_id": 248,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 873,
   "name": "KOMER",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 874,
   "name": "сумки комбинирован",
   "material_id": 3,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 875,
   "name": "RRS",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 876,
   "name": "TEQDER",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 877,
   "name": "Cosby",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 880,
   "name": "MK",
   "material_id": 3,
   "vendor_id": 270,
   "country_id": 6,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 881,
   "name": "Сумка",
   "material_id": 3,
   "vendor_id": 270,
   "country_id": 6,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 882,
   "name": "ZARA",
   "material_id": 3,
   "vendor_id": 270,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 883,
   "name": "ANS",
   "material_id": 1,
   "vendor_id": 271,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 884,
   "name": "AVE",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 885,
   "name": "Exitoso",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 886,
   "name": "VIKA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 887,
   "name": "OFF-BOXER",
   "material_id": 1,
   "vendor_id": 164,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 888,
   "name": "UNICORN",
   "material_id": 1,
   "vendor_id": 272,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 889,
   "name": "PAZOLINI",
   "material_id": 1,
   "vendor_id": 273,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 890,
   "name": "NOBO",
   "material_id": 2,
   "vendor_id": 274,
   "country_id": 2,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 892,
   "name": "Situo",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 893,
   "name": "Plezuro",
   "material_id": 1,
   "vendor_id": 273,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 894,
   "name": "Meng Chen",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 895,
   "name": "Fan Regina",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 896,
   "name": "Gukkcr",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 897,
   "name": "BNB",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 898,
   "name": "Maryam",
   "material_id": 1,
   "vendor_id": 214,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 899,
   "name": "Weiliya",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 900,
   "name": "Seben",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 901,
   "name": "Lirio",
   "material_id": 1,
   "vendor_id": 140,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 902,
   "name": "Napoli",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 903,
   "name": "Erick",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 904,
   "name": "Fashion Bags",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 905,
   "name": "P.S.C.TREND",
   "material_id": 1,
   "vendor_id": 245,
   "country_id": 8,
   "description": "Обувь турецкого производителя P.S.C.Trend - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 907,
   "name": "SULIYA",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 908,
   "name": "MLV",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 909,
   "name": "BAAS",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 910,
   "name": "FZD",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 911,
   "name": "LAFONTEN",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 912,
   "name": "MINICUP",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 913,
   "name": "KLF",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 915,
   "name": "Ventto",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 8,
   "description": "Элегантность и качество - это основные преимущества этого бренда. Высококачественные кожа и фурнитура отлично носятся!",
   "description_ukr": "Елегантність та якість – це основні переваги цього бренду. Високоякісні шкіра та фурнітура чудово носяться!"
 },
 {
   "id": 916,
   "name": "Lenase",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 917,
   "name": "Maxus",
   "material_id": 1,
   "vendor_id": 275,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 918,
   "name": "Number 22",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 920,
   "name": "Oladi",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 921,
   "name": "Chengfa",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 922,
   "name": "Gloria",
   "material_id": 1,
   "vendor_id": 246,
   "country_id": 8,
   "description": "Обувь турецкого производителя Gloria - это безупречное качество и удобство!",
   "description_ukr": "Взуття турецького виробника - це бездоганна якість та зручність!"
 },
 {
   "id": 923,
   "name": "Gerda",
   "material_id": 1,
   "vendor_id": 279,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 924,
   "name": "GALANTY",
   "material_id": 1,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 925,
   "name": "FANTACY MOOD",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 926,
   "name": "Панда",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 930,
   "name": "Luck Sherrys",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 931,
   "name": "Providan",
   "material_id": 1,
   "vendor_id": 278,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 933,
   "name": "Serebro",
   "material_id": 2,
   "vendor_id": 280,
   "country_id": 6,
   "description": "Сумки этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Сумки цього українського виробника не можуть залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 934,
   "name": "Kinreda",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 935,
   "name": "SERENA",
   "material_id": 1,
   "vendor_id": 214,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 936,
   "name": "SAV",
   "material_id": 1,
   "vendor_id": 276,
   "country_id": 6,
   "description": "Обувь этого украинского производителя не может оставить вас равнодушными! Удобство и качество на высоте!",
   "description_ukr": "Взуття цього українського виробника не може залишити вас байдужими! Зручність та якість на висоті!"
 },
 {
   "id": 937,
   "name": "BALD EAGLE",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 938,
   "name": "СТЕЛЛЕ",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 939,
   "name": "AELIDA",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "Качественная экокожа - это отличная замена натуральной, поэтому советуем эту модель вашему вниманию!",
   "description_ukr": "Якісна екошкіра - це чудова заміна натуральної, тому радимо цю модель до вашої уваги!"
 },
 {
   "id": 940,
   "name": "Loris Bottega",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Премиум экокожа, котрая по качеству не уступает натуральной коже",
   "description_ukr": "Преміум екошкіра, яка за якістю не поступається натуральній шкірі."
 },
 {
   "id": 941,
   "name": "CHILD CHOOSE",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 942,
   "name": "Mountain",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 943,
   "name": "Milanti",
   "material_id": 1,
   "vendor_id": 281,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 944,
   "name": "JOICO",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 7,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 945,
   "name": "Ufopp",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 946,
   "name": "Balisa",
   "material_id": null,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 947,
   "name": "Monice",
   "material_id": null,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 948,
   "name": "Turkey",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 949,
   "name": "Broni",
   "material_id": 1,
   "vendor_id": 284,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 950,
   "name": "YIRUI",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 951,
   "name": "CORSO COMO",
   "material_id": 1,
   "vendor_id": 83,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 952,
   "name": "UFOPP",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 953,
   "name": "DAVVINCHI",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 954,
   "name": "CLASS SHOES",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 955,
   "name": "FUERIA",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 956,
   "name": "Aodema",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 957,
   "name": "Meitesi",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 958,
   "name": "Niu&Niu",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 959,
   "name": "LITTLE PIGEON",
   "material_id": 2,
   "vendor_id": 214,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 960,
   "name": "Covaleri",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 963,
   "name": "READY STEADY",
   "material_id": 4,
   "vendor_id": 286,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 964,
   "name": "Monster",
   "material_id": 1,
   "vendor_id": 287,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 965,
   "name": "FDEK",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 966,
   "name": "TomWins",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 967,
   "name": "Lallo Timmido",
   "material_id": 1,
   "vendor_id": 275,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 968,
   "name": "La Pinta",
   "material_id": 1,
   "vendor_id": 288,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 969,
   "name": "Alamo",
   "material_id": 1,
   "vendor_id": 289,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 970,
   "name": "New Jiansan",
   "material_id": 1,
   "vendor_id": 239,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 971,
   "name": "A Bravo",
   "material_id": 1,
   "vendor_id": 291,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 972,
   "name": "Evromoda",
   "material_id": 1,
   "vendor_id": 292,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 973,
   "name": "Amigos",
   "material_id": 1,
   "vendor_id": 293,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 974,
   "name": "US Polo",
   "material_id": null,
   "vendor_id": 293,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 975,
   "name": "Timberland",
   "material_id": 1,
   "vendor_id": 293,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 976,
   "name": "BKS",
   "material_id": 1,
   "vendor_id": 293,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 977,
   "name": "King Master",
   "material_id": 1,
   "vendor_id": 293,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 979,
   "name": "Marco Cassetti",
   "material_id": 1,
   "vendor_id": 294,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 980,
   "name": "Via Rometti",
   "material_id": 1,
   "vendor_id": 295,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 981,
   "name": "Ripka",
   "material_id": 1,
   "vendor_id": 292,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 982,
   "name": "Gold Deer",
   "material_id": 1,
   "vendor_id": 296,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 983,
   "name": "Cashka",
   "material_id": 1,
   "vendor_id": 297,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 984,
   "name": "Parata",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 985,
   "name": "M25",
   "material_id": 2,
   "vendor_id": 4,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 986,
   "name": "U.Spirit",
   "material_id": 1,
   "vendor_id": 300,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 987,
   "name": "AOSILI",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 988,
   "name": "Patida",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 989,
   "name": "Miss Lola",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 990,
   "name": "Princess",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 991,
   "name": "Yimeili",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 992,
   "name": "Bull",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 993,
   "name": "Saimaoji",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 994,
   "name": "Citygerey",
   "material_id": 4,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 995,
   "name": "POLARIS",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 996,
   "name": "Lemon",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 997,
   "name": "Mengfuna",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 998,
   "name": "GB",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 999,
   "name": "Luckline",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1000,
   "name": "ShiangHua",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1002,
   "name": "Tiffany",
   "material_id": 1,
   "vendor_id": 301,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1003,
   "name": "Scooby",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1004,
   "name": "EGGA",
   "material_id": 1,
   "vendor_id": 239,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1005,
   "name": "Tsevo",
   "material_id": 1,
   "vendor_id": 303,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1006,
   "name": "Флип",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1007,
   "name": "LIAO",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1008,
   "name": "Molly's",
   "material_id": 1,
   "vendor_id": 304,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1009,
   "name": "999",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1010,
   "name": "SKECHERS",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1011,
   "name": "SPRINGER",
   "material_id": 1,
   "vendor_id": 306,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1012,
   "name": "Man's",
   "material_id": 1,
   "vendor_id": 306,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1013,
   "name": "VIP COLLECTION",
   "material_id": 1,
   "vendor_id": 308,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1014,
   "name": "GOLDEN BEACH",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1015,
   "name": "DG",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1016,
   "name": "ROBERTO NETTI",
   "material_id": 1,
   "vendor_id": 307,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1017,
   "name": "MAGNORI",
   "material_id": 1,
   "vendor_id": 298,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1018,
   "name": "SALVARINO",
   "material_id": 4,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1019,
   "name": "P.G.V.",
   "material_id": 1,
   "vendor_id": 309,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1020,
   "name": "CopaCabana",
   "material_id": null,
   "vendor_id": 116,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1021,
   "name": "105.store",
   "material_id": 1,
   "vendor_id": 310,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1022,
   "name": "Aolite",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1023,
   "name": "CSCK.S",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1024,
   "name": "Leguzaza",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1025,
   "name": "COMJEANS JACKET",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1029,
   "name": "URBAN TRACE",
   "material_id": 1,
   "vendor_id": 83,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1030,
   "name": "Loro Piana",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1031,
   "name": "Nota Bene",
   "material_id": 1,
   "vendor_id": 312,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1032,
   "name": "ALLSY",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "Как всегда стильная модель в сочетании с натуральной кожей и максимальным удобством!",
   "description_ukr": "Як завжди стильна модель у поєднанні з натуральною шкірою та максимальною зручністю!"
 },
 {
   "id": 1033,
   "name": "Ahude",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 8,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1034,
   "name": "ШК.СУМКА",
   "material_id": 1,
   "vendor_id": 313,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1035,
   "name": "Alligatori",
   "material_id": 1,
   "vendor_id": 209,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1036,
   "name": "KAFEINI",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1037,
   "name": "Boteli",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1038,
   "name": "SALI",
   "material_id": 1,
   "vendor_id": 225,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1039,
   "name": "Rekarti",
   "material_id": 1,
   "vendor_id": 315,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1040,
   "name": "Maiguan",
   "material_id": 2,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1041,
   "name": "RUIXUN",
   "material_id": null,
   "vendor_id": 225,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1042,
   "name": "TULIPANO",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1043,
   "name": "La Rose",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1044,
   "name": "IVA",
   "material_id": 1,
   "vendor_id": 316,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1046,
   "name": "IVVA",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1047,
   "name": "LOLA ANDY",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1048,
   "name": "Next Step",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1049,
   "name": "Stefaniya nina",
   "material_id": null,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1050,
   "name": "Meego Comfort",
   "material_id": null,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1051,
   "name": "LuxeOnary",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1052,
   "name": "HOSEILY",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1053,
   "name": "Gifanni",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1054,
   "name": "Milini",
   "material_id": null,
   "vendor_id": null,
   "country_id": null,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1055,
   "name": "Milini",
   "material_id": 1,
   "vendor_id": 318,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1056,
   "name": "LONZA сумка",
   "material_id": 1,
   "vendor_id": 4,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1058,
   "name": "Marini",
   "material_id": 1,
   "vendor_id": 318,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1059,
   "name": "AELITA",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1060,
   "name": "STARSCENE",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1061,
   "name": "Limani",
   "material_id": 2,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1062,
   "name": "Melanda",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1063,
   "name": "Woman Myth",
   "material_id": 1,
   "vendor_id": 176,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1064,
   "name": "Fan",
   "material_id": null,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1065,
   "name": "Jessica",
   "material_id": null,
   "vendor_id": 267,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1066,
   "name": "C&L Fashion",
   "material_id": 2,
   "vendor_id": 269,
   "country_id": 1,
   "description": "",
   "description_ukr": ""
 },
 {
   "id": 1067,
   "name": "Jamei",
   "material_id": 1,
   "vendor_id": 267,
   "country_id": 6,
   "description": "",
   "description_ukr": ""
 }
]