export const years = [
 {
   "id": 1,
   "name": "2013-1 Весна-лето"
 },
 {
   "id": 2,
   "name": "2013-2 Осень-зима"
 },
 {
   "id": 3,
   "name": "2012-2 Осень-зима"
 },
 {
   "id": 4,
   "name": "2011-2 Осень зима"
 },
 {
   "id": 5,
   "name": "2012-1 Весна-лето"
 },
 {
   "id": 6,
   "name": "2010-1 Весна-лето"
 },
 {
   "id": 7,
   "name": "2010-2 Осень-зима"
 },
 {
   "id": 8,
   "name": "2011-1 Весна-лето"
 },
 {
   "id": 9,
   "name": "2009-1 Весна-лето"
 },
 {
   "id": 10,
   "name": "2009-2 Осень-зима"
 },
 {
   "id": 11,
   "name": "2008"
 },
 {
   "id": 12,
   "name": "2007"
 },
 {
   "id": 13,
   "name": "2006"
 },
 {
   "id": 14,
   "name": "2004"
 },
 {
   "id": 15,
   "name": "2014-1 Весна-лето"
 },
 {
   "id": 16,
   "name": "2014-2 Осень-зима"
 },
 {
   "id": 17,
   "name": "2015-1 Лето"
 },
 {
   "id": 18,
   "name": "2015-2 Осень"
 },
 {
   "id": 19,
   "name": "2016-1 Лето"
 },
 {
   "id": 20,
   "name": "2016-2 Зима"
 },
 {
   "id": 21,
   "name": "2017-1 Лето"
 },
 {
   "id": 22,
   "name": "2017-2 Зима"
 },
 {
   "id": 23,
   "name": "2018-1 Лето"
 },
 {
   "id": 24,
   "name": "2018-2 Зима"
 },
 {
   "id": 25,
   "name": "2019-1 Лето"
 },
 {
   "id": 26,
   "name": "2019-2 Зима"
 },
 {
   "id": 27,
   "name": "2020-1 Лето"
 },
 {
   "id": 28,
   "name": "2020-2 Зима"
 },
 {
   "id": 29,
   "name": "2021-1 Лето"
 },
 {
   "id": 30,
   "name": "2021-2 Зима"
 },
 {
   "id": 31,
   "name": "2022-1 Лето"
 },
 {
   "id": 32,
   "name": "2022-2 Зима"
 },
 {
   "id": 33,
   "name": "2023-1 Лето"
 },
 {
   "id": 34,
   "name": "2023-2 Зима"
 },
 {
   "id": 35,
   "name": "2024-1 Лето"
 },
 {
   "id": 36,
   "name": "2024-2 Зима"
 },
 {
   "id": 37,
   "name": "2025-1 Лето"
 },
 {
   "id": 38,
   "name": "2025-2 Зима"
 },
 {
   "id": 39,
   "name": "2026-1 Лето"
 }
]